[
    {
        "Hiro": "Hiro (ヒロ, Hiro) is the main protagonist of DARLING in the FRANXX. He was a Parasite with the codename \"016\" and was once known as a prodigy among the Children. However, he failed to synchronize with his partner Naomi and was considered nothing but a failure as a pilot. As a result, he did not know where he belonged and struggled to find his place in the world. However, upon being partnered and piloting with Zero Two, he became an official Parasite and found a new reason to live. Hiro and Zero Two were the newest members of the 13th Plantation, piloting a FRANXX called Strelizia.Over the time spent together he began to reproduce feelings of romance with Zero Two, and when their relationship as partners began to take a turn and slowly crumble, he reawakened his previous feelings during childhood with her, along with his current feelings of love. The two eventually began a relationship together before their demise. Although motivated to fulfil his duty as a parasite, he later makes it his purpose in life to free all the parasites from APE’s control and he selflessly sacrifices his own life to protect his friends and the planet.A thousand years later, Hiro and Zero Two's souls reincarnate as a pair of children that meet each other again and rekindle their romance."
    },
    {
        "Appearance": "Hiro had an average build, height, and a standard \"slim\" male physique. He had black, shaggy hair and rich blue eyes. His checkered past had left him with an emphatic expression on his face. He was often seen in the standard Stamen uniform which consists  of a white collared top with formal long grey sleeves and a matching grey midsection, while the chest area is colored navy blue with the respective Parasites cadet badge pinned on the left side, which is separated with an upside-down Y shaped pin-like embellishment on the center which is exclusive for male Parasites only, on the back of the uniform a white pinstriped diamond-shaped patch is seen between the shoulder blades. The uniform is paired with light-grey mid-length high-waisted shorts stopping just above the knees which has symmetrical two black buttons on the stomach area, and dark garter socks held by a pair of black straps around the calf, brown shoes and ankle-length black socks which seems to wrap around the shoes by the corner.Hiro's tumor which emerged after his second time piloting with Zero Two.Starting from Episode 05, he had a blue tumor-like mutation in his chest, caused by piloting with Zero Two, which increased his yellow blood cell count, the polar opposite of what happened when Zero Two rode with other parasites. This mutation later grew larger due to piloting with Zero Two again, however Hiro was able to overcome the mutation using his willpower, and completely got rid of it, although a scar was left on his chest.Hiro's appearance after his fully completed saurification.Starting from Episode 14, Hiro developed canines and he also began sprouting small blue horns due to his \"saurification\". His horns eventually began to lengthen significantly and glow blue, the same way Zero Two's do when emotionally agitated. His eyes become luminescent, changing from a dark blue-green to bright blue. His irises also gained more blue hues and rings, and he also developed a blue eyeliner similar to Zero Two's. His fangs grew out when he was enraged. Right before his demise, Hiro was shown to have blue skin, similar to that of the klaxo-sapiens."
    },
    {
        "Personality": "As a child, Hiro was very jovial, optimistic, and hopeful, giving names to other kids and to himself as well. He taught the kids that names only given to themselves could give a sense of uniqueness when the only name they had was their codes. This earned him fame among other children, even those in other plantations. Because of this, he was chosen to represent the Children in the Garden.[2] During his time at the Garden, Hiro was very curious about himself and the world around him. He would constantly ask himself questions and whenever he tried to ask the adults, they would never give him an answer. This, coupled with the fact that the other Children never took a stand with him and were very obedient, made Hiro frustrated and he felt like he was the only person fighting the world all by himself. This changed when he met Zero Two, to which Hiro realized that there were other people fighting the world by themselves. He was then shown to be tenacious and brave, as he didn't bother to wait to rescue Zero Two and broke her out of her room and helped her evade the authorities for a while all by himself. However, after getting caught, the authorities decided to erase both of their memories: Hiro's curiosity, free-spirited nature, and meeting with Zero Two were few of the reasons why.[3] After this, Hiro became less curious, joyful and creative, and more emphatic, serious and obedient. He also stopped naming children and was stripped off of some of the original aspects of his personality. Prior of his memory wipe, Hiro only wanted to pilot in as much as it would let him leave the Garden, but when this motivation was erased from his memory, piloting was all he remembered and his sole purpose for living.Because he was considered a role model, all of the children hoped he would lead them because he was the best pilot, but Hiro's aptitude skill began to dip after he ingested a young Zero Two's blood. This inability to pilot a FRANXX had left his hopes low, even to the point of choosing to leave the Thirteenth Plantation until his former partner Naomi encouraged him to stay. Losing the ability to pilot had left him with extremely low self-confidence and left a insecure feeling that his life had little worth. He initially struggled to find somewhere to belong, even to the extent that he was more than willing to ride with Zero Two even if it meant death. Part of the reason why he was determined to keep on piloting Strelizia is because he was finally able to fulfill his role as a Parasite, and he was willing to die fighting than live as a useless civilian.[4] However, this wish of his came to an end after he survived his third ride with Zero Two. It was then he realized that he had found another reason to fight beside protecting Papa and the adults: to become Zero Two's wings.[5]Hiro appears to be quite philosophical, as he was first introduced as him monologuing about the philosophical meaning of a wounded bird he saw in the forest, indicating that he still had retained the curiosity of the outside world from his childhood. In his time in the Garden, he spent his time teaching Ichigo and Goro about many old but meaningful sayings that would stick to them even as they grew up.[6]Hiro was shown to be very hardworking and devoted, as he refused to stop piloting with Zero Two and when he trained in a FRANXX training unit all day and all night so he could be useful and fight alongside the other Parasites. He was also kind and caring, as despite feeling depressed over his inability to pilot, he never acted in a harsh manner towards his fellow pilots, even when some of them weren't as welcoming towards him. However, he was more than willing to fight back when Zorome antagonized him several times. He was determined to prove himself worthy to pilot and make himself acknowledged. When he got promoted to an official Parasite, he states that he would do his best and not tie them down. After regaining his memories, Hiro regains his former personality. Also, thanks to Zero Two's influence and his bonds with people, he understood that there were more to life than just to pilot a FRANXX. He also began thinking about the future and all the possible paths that were open for all of them. He teaches all of this to his friends in Squad 13.[7] Instead of the \"fight until I die\" mentality, Hiro developed a \"fight so I can keep living\" mentality.[8] His traits from childhood also started to resurface: he became fearless, disobedient, rebellious and ready to stand up for his friends, even it meant going against the rules. This is seen where when Papa and the others destroyed Squad 13's happy and peaceful life, especially in regard to Mitsuru and Kokoro's memories being erased due to their decision to get married, Hiro told Papa that he would never see him as their ‘papa’ nor obey him ever again after what he did to his two friends, insisting that the Parasites would be free from APE after their final battle. He became increasingly adamant about gaining freedom for himself, Zero Two and their teammates. Hiro also develops a strong dislike towards those who hurt his friends; and he told Dr. FRANXX he will never forgive him for the torturous treatment he put Zero Two through, and felt disdain towards the 9’s for their interface of Squad 13’s personal lives and frequent mocking of them. Nevertheless, Hiro is willing to set aside his personal feelings in order to do what he believes to be the right cause, such as pairing with Alpha in order to rescue Zero Two.Hiro was a person that could do anything if he put his mind to it. As the story went on though, Hiro would rarely let his friends affect the decisions he took by himself. He also had the tendency to keep things to himself even when sharing them would be beneficial for everyone, which then leads to serious cases of miscommunication. Even when he was struggling, he kept to himself because he did not want to trouble the others. This is the case where Hiro asked Goro to keep quiet about his tumor-like mutation since he was devoted to keeping piloting with Zero Two. As stated by Goro, he often jumps into things by himself and takes his own decisions without talking with his teammates first. Although Hiro does feel guilty for hurting his friends’ feelings and letting them down, he wants them to understand that he feels it is important to chase after and protect what he loves the most to the point he would rather die trying to protect it rather than do nothing and live a life full of guilt.Ever since Hiro met Zero Two, he had been thinking about her, her personal life and her feelings as he wanted them to understand each other. He also wanted to help her with whatever was weighing on her mind and get closer to her. Rather than his initial thoughts where he would rather be dead than cease to pilot, Hiro later admits that his resolution to live is to be with Zero Two and if he can't see her smile, he would rather be off dead.[6] The two have shown unconditional love for one another and know that their bond can overcome whatever obstacle fate throws at them. Zero Two credits him for encouraging everyone to live their lives for the greater good but Hiro feels it is not something to be proud of because he believes he only caused too much trouble to his friends, but she persuades him that it was because of his desire to live. Right before his demise, Hiro and Zero Two were completely willing to sacrifice themselves to save the Earth and so their friends and the other people could live a good life. They state that even if they would die, the paths they had walked would never fade since their friends would take it even further.[9]"
    },
    {
        "History": "Hiro often wondered who he was, as he says that the Garden was the entirety of his world and he always thought about it. He was in the Garden for as far back as he could remember. They lived there to become parasites who would fight for Papa and the others. All children were referred to by their code numbers. The lower the number, the higher the child's potential as a parasite. The double-digits up to 099, the teens in particular, were given special treatment. Hiro was one of them, and he was told he was special, unlike everyone else.As a child, 016 gives himself the name Hiro when he tosses a ball, it rolls into Ichigo's feet. She sits crying and doesn't look up. Ichigo wonders if she's strange since everyone else has stopped showing emotion, though she continues to cry and says she wants to be like everyone else. She asks if she should get more injections. Hiro says that their codes are in the teens, so they were different from the others to begin with. She says she doesn't want that and being different is scary. And gives 015 the name Ichigo. Other children begin asking for names as well. Though they wait for their parents, they never return to them. Mitsuru shyly asks for a name too. Hiro smiles back at him[10]. Two adults enter and say that they can't change their designation without permission. Hiro politely asks what the problem is. The adults realize he's one of the teens and simply tells him not to just do as he please before leaving. Hiro thinks that they never answered his questions and no other children ever asked any.At some point, Hiro gives Ichigo a hair clip as a gift.[11].By the age of 9, Hiro became a special research subject and underwent tests at the Lab all by himself. If he did well, he was given a reward. One day, after testing, he witnesses Zero Two being dragged along for testing. Hiro asks an adult who \"the girl with horns\" is. She becomes frustrated and scolds him for always asking questions and orders him to his room. There, he decides to find out for himself who she is. After testing, he tries to sneak off but is stopped by an adult. He fails in his other attempts and runs out of ideas. Outside, he notices the girl trying to get her book back from an adult. He scales a large tree to look through her window. Zero Two manages to take the book back and the woman gives up. For a reason unknown to Hiro, he is overjoyed to see her happy.As Mitsuru walks off with an adult Hiro asks if he's going to the lab and if there is something wrong. Mitsuru says he's going to get an Elixir Injection, as he won't be able to stay if he doesn't. Mitsuru says he wants to become a parasite with him. He asks if he comes back alive if he would pilot with him. Hiro happily agrees and the two make a pinkie promise. Afterwards, Hiro, Goro, and Ichigo quietly walk back together. They find that Code 494 was taken away and another notes that it was Code 367 before that. The three look on, scared, until Hiro says they have to do something. Goro says that Papa and the others made the decision and Ichigo says there's nothing they can do. An adult suddenly appears to collect Hiro for testing. Though Hiro asks where the other kids went, the adult ignores his question and tells him to get ready.As Hiro undergoes testing, an adult notes that is sensitivity is troubling and may affect the other children. Dr. FRANXX observes him and a man asks if they should increase his yellow blood cell dose. Dr. FRANXX says no because he is interested in what kind of parasite a child like him will grow up to be. After finishing his testing and receiving candy, he leaves the room alone. He hears screaming and goes to investigate. He rushes over to find Zero Two undergoing painful testing with a group of adults surrounding her horrified he falls to the ground. A man suddenly appears and orders him to return to the Garden. He asks him to stop causing her pain. The man says it's none of Hiro's business and pulls him away. Frustrated with his situation and unwilling to watch the girl suffer anymore, Hiro packs a portable searchlight and scaled one of the trees near her cell. She had just gone through testing and is now curled up on the floor. Hiro shouts and slings his searchlight at the window. Shattered glass carpets the floor and the wind gushes into the room. Though Zero Two is initially aggressive, she sees his tears and begins to crawl towards his outstretched hand. When they both put their weight on the branch, it breaks and they fall to the ground. Hiro loses consciousness.Then he's carried through by Zero Two the snow until she drops him. Hiro wakes up and finds Zero Two eating a mouse and when he tries to get her to spit it out, she bites him. To get her to stop, he begins petting her hair. This reminds her of her \"mother\" and she lets go. He calls her mean and she appears to be ashamed. He realizes that she can't understand him but introduces himself anyway. Though he asks her name, she can't answer, and he sees on her ankle that her code is \"002.\" He thinks of a name, first thinking \"Oni,\" then \"Zero Two.\" He thinks they're both bad, but she begins to try and say \"Zero Two.\" When she continues to say it, he says he should have thought of a better name but begins to call her that himself.Zero Two notes that she didn't understand his words, but knew his voice called to her, saw new things with her, and walked with her. He makes her shoes.Hiro hands her one of his candies, but she doesn't understand with it is. He tells her to go \"Aah,\" and slips it into her mouth. She enjoys it and Hiro eats his own, enjoying her reaction. She shows him her book, \"The Beast and the Prince,\" and he notes that the pictures are pretty. As he begins reading, a group of adults appear, looking for them. The two hide and Hiro tries to calm her down. One man asks what they should do with 016, and the other answers that 002 takes priority and to kill him if he resists. Hiro pulls her closer and promises to protect her. The two continue to flee from the adults and they eventually fall into the freezing water.The two sit under a tree and Hiro finishes reading as Zero Two lies against him. He tells her that it's sad they can't get married. When she tries to say \"married,\" Hiro explains what marriage is. When he looks at her, she smiles back. He says that they should get going, but she falls when she tries to stand. She had scraped her knee and blue blood oozes from the cut. He looks for something to bandage it but is forced to lick it instead. He explains that animals lick their wounds to heal them. With him kneeling before her, she confuses his pose with the prince proposing. She asks if it's marriage. Smiling, he says that they will once they escape. He tells her he wants to be with her forever too and become her darling. She begins crying and blushing and hugs him close. They look up and notice that they are under a mistletoe. They are suddenly interrupted by a group of adults. Though Hiro tries to protect her, he is hit with the butt of a gun and falls to the ground bleeding.After that, their memories are erased. Hiro forgets his promise to Mitsuru and stops naming other children. Subsequent tests reveal that his aptitude results are drastically dropping. Despite this, he continued receiving special treatment from the adults.[12].Approximately five years later, at age 14, Hiro is discharged from the Garden and assigned to Plantation 13, where he is paired with Naomi. During their capacity test, Naomi and Hiro try to connect but their positive pulse and P-Factor drops and they time out, causing them they fail. As protocol, they are to return to the Garden, although Hiro, as a special specimen, is offered to stay. However, he declines out of despair not being promoted as a parasite.[4]"
    },
    {
        "Episode 01": "Hiro lays under a tree and narrates how he read a book about the Jian, a bird that is known to possess one wing, a long time ago. He adds that if often has to hide in the trees and unless it finds a partner as a male-female pair, it is incapable of flight. He considers the Jian to be pitiful creatures. He sits up and finds that Ichigo messaged him. She says that their briefing ended and tells him to show up for the welcoming ceremony the next day though it's sad about Naomi, not to be stubborn since he can stay. He hears a noise and goes to investigate. He finds blood on the dome and notices a bird lying on the ground. When he tries to pick it up, it weakly flies away. Hiro follows the trail of blood and hears chirping, noting that it's still alive. He comes to a lake and says he never knew it was there. He notices clothes on a tree and wonders if it's a parasite's, though it's not like theirs. He picks up the underwear and notices someone swimming naked, causing him to turn away, but when he looks again she's gone. He runs into the water, thinking that she drowned. She suddenly jumps out of the water with a fish in her mouth.Zero Two spits the fish out and wipes her mouth. She leans in and sniffs him. He suddenly comes to his senses and says that she's naked. She walks past him and says that she thought he was dead. He asks if she's a parasite and why she was bathing. She says that she heard ocean water was salty. He says that it isn't the ocean. She says she knows, but it's the most ocean-like place she knows. She asks if he's going to swim. He says no, and she says that it feels good and, since he was staring so hard, she thought he wanted to swim too. He comes out of the water and explains that he thought she was drowning. He looks away and asks that she puts on clothes. She says he must be a pervert since he's holding her underwear. He thrusts the underwear towards her and blushes. Zero Two laughs at his reaction and thanks him for jumping in to save her. She puts her clothes back on and asks if he's a parasite too. He says no, that he can't pilot even dragging his partner down with him, concluding he doesn't have a place there. Zero Two says she's always alone too, thanks to her horns as she puts her band back on. She tells him to build a place where he does belong and to find another partner, or take on by force. She suddenly licks his cheek and straddles him, causing the bird to fly away. She says that his taste makes her heart race. It bites and lingers, like the taste of danger. She asks if he would have preferred a kiss. He doesn't understand, so she says it's special. She says that she's taken a liking to him and asks that he be her darling. He asks if she means \"partner.\" She extends her hand and says that his ability's probably still dormant and she can awaken it for him since he wasn't afraid of her horns.They're interrupted by 081 who says they were looking for her. He asks why she keeps running off alone. She says there's nothing to do until the next day's welcoming ceremony. He plops her hat on her head and says that, as her partner, he suffers for it. 081 apologizes for Zero Two. Hiro asks what he meant by \"partner.\" He tells him to stay away from her, as she's not the kind of pistil that just anyone can handle. They begin to walk away. Hiro asks what her name is. She asks if parasites even have names. Her code is 002, so everyone calls her \"Zero Two.\" A soldier says that Mistilteinn's issued a search request for him. As he's dragged along, he finds the bloody corpse of the bird.At Mistiltein, Hachi gives Hiro the official instructions for his return to the orphanage. He says that HQ had given him special permission to remain there and asks him to reconsider. As Hiro leaves the meeting, he finds Naomi crying. As they wait for their ride, Naomi tells him he should stay and asks if he refused for her. He says that he wouldn't be of any use if he stayed. She says he's running away from his partner and himself. She asks if he remembers how many of their friends disappeared from the orphanage. She tells him that he's lucky to have a chance to stay at all. Crying, she says she'd do anything to stay and asks why he had to be her partner.Naomi says goodbye to Hiro.After Naomi crosses the bridge, she turns and smiles, telling Hiro to take care since she doesn't think they'll ever meet again. As he runs towards her, she tosses her luggage at him. She says she doesn't need it anymore and to share it. She smiles and thanks him for her name and hopes that he finds a good partner as her door closes.A fog rolls in and the ritual is stalled. Hiro begins to refuse to leave when Naomi's ship is hit by a klaxosaur. The plantation begins firing at the klaxosaur and Strelizia in its stampede mode. Zero Two throws 081 out of her FRANXX and tells Hiro that he's done for. Hiro tries to stop her from piloting alone. She says that it'll start moving again eventually and then everyone will die. She says she's not afraid of death and she has a job to do. He says that he'll pilot with her. She asks if he's prepared to die. He says he's essential dead already and asks to be taken along. She says they're similar and it'd been a long time since she saw a human cry. She pulls him into her FRANXX and into a kiss, calling him her darling.Strelizia instantly activates, and easily destroys its core and defeats it. They are shocked when it's revealed that Hiro was piloting it. Zero Two drops Hiro to the ground. Nana introduces her as a pistil with the special forces unit APE directly controls. Zero Two looks down and smiles to him, saying she found her darling."
    },
    {
        "Episode 02": "Hiro watches the startup ceremony with Nana and Dr. FRANXX the next day. Although he was told he piloted a FRANXX, he has no recollection from when he first got inside. When he returns to Mistilteinn, he buries the bird. He returns to the boarding house and finds Ichigo playing with a cat. She tells him that she heard Naomi was alright and got taken to the hospital. She asks if he was the one piloting Strelizia. He says he doesn't really remember and wants to try again. She says she heard a rumor that her partners could never ride with her more than three times. He says, without being able to pilot, he's as good as dead anyway. Goro comes through the door and tells Hiro to come in quickly as Zero Two is in their mess hall.Zero Two slathers her food with honey as she sits at a separate table. The stamens watch her, with Hiro commenting he couldn't believe all her injuries healed so quickly. Zorome says it was a treat to watch her. He \"graciously\" offers to ride with her and says he could do a lot better than Hiro. She responds by wiping her hand on his shirt. She gets up and sits on the same chair as Hiro. Hiro asks if he really managed to pilot with her. She says yes, and calls him \"Darling.\" The rest of the pilots are unfamiliar with the term, except Ichigo who is not surprised. Nana comes in and announces that she'll be their caretaker, just like she was in the Garden. She says that APE HQ has assigned her to the 13th Plantation Corps. Ichigo asks what's happening with Zero Two, and she says they're awaiting orders from HQ on what to do. She orders Zero Two to move off of his chair. Hiro asks her to let him ride in her FRANXX again. Smiling, Nana says that it's up to Papa and the rest to give him his orders watches as Zero Two leavesThe stamen look through their lockers. Goro says he's amazed Hiro managed to fight that klaxosaur. Hiro says he doesn't remember anything but how it felt. Goro says he's happy he stayed and maybe he's the type that comes through when it matters most. He playfully nudges him for getting a jump on him. Zorome roughly shoves him and says that he doesn't believe for a second he piloted a FRANXX before them. Hiro watches from his training unit as the other parasites pilot their FRANXX. After their training, Hiro returns to the yard and Zorome kicks a ball at him. When Hiro gets hit, he sarcastically apologizes and remarks he thought he'd dodge it. Zorome continues to mock him, so Hiro walks up, insisting he indeed did pilot, and they butt heads. Goro and Ichigo rush out and pull them apart. Ichigo gets a call from Nana.In the conference room, Hachi and Nana announce that Hiro will partake in a mock battle and, depending on how he does, will promote him to become a parasite. When he is asked to pick a partner, Zero Two volunteers. Ichigo says that she should instead. Mitsuru asks why it should be her since Goro is already her partner. Nana says that HQ hadn't authorized the use of Strelizia, so Hiro will have to pilot with someone from his own squad. Zero Two sulks and adds her injuries haven't healed completely anyway. She mockingly asks that she take care of \"her darling.\" Hachi asks if anyone will volunteers as their opponents and Zorome quickly does. Miku is annoyed at him and asks why he is the boss. Glaring at Ichigo, she agrees. Hachi says they'll do it the next day, but Zorome wants to immediately. Goro cleans his glasses and Hiro apologizes for taking his partner. Goro says not to worry since she never takes no for an answer.The parasites along with Hachi, Nana, and Zero Two watch. Ichigo tells him to focus on connecting and she'll take care of the rest. Both Argentea and Delphinium manage to connect. However, Hiro and Ichigo suddenly disconnect, so Ichigo asks what Zero Two did differently. Hiro says Zero Two and him kissed as soon as they got in Strelizia and everything turned bright. Ichigo seems to be unfamiliar with the term \"kiss\" but she tries it. Afterwards, he says he didn't feel anything and adds that Ichigo's lips were trembling. Argentea almost hits Delphinium.Argentea suddenly attacks and Zorome says that he doesn't mind taking over as the pilot for Delphinium either. This annoys Miku and she says not to hit on other girls and they suddenly stop. Ichigo pilots in stampede mode and smashes Argentea against a wall. Hachi announces that, since both FRANXXs have been rendered inoperable, the mock battle is over. Hiro apologizes. Trying to hold back her tears, Ichigo tells him not to apologise, adding the phrase \"you were awful.\""
    },
    {
        "Episode 03": "In the Plantation's inner city, Hiro comes out from being scanned to find Ichigo. He asks if anything's wrong and he says that they didn't find anything. She enthusiastically says that she's happy to hear that. Hiro is about to say something else when he is interrupted by Nana calling her and she runs away. Hiro returns using the elevator.At Cerasus, Goro asks if something happened between Hiro and Ichigo in the cockpit since she was acting weird after the mock battle. Hiro says that she seemed mad when she ran into him earlier as well. Goro says that she always gets too worked up when it comes to him. Since there aren't many with codes in the teens, Hiro, and Ichigo are basically siblings. Goro says that they've always been together with him at their side. He says that it was a miracle that all three of them got assigned from the special class to there. Hiro agrees that they are like siblings. He asks Goro, since he's her partner, to tell Ichigo that it wasn't her fault. Goro agrees but asks what he's going to do. He says he'll ask if he can ride with Zero Two again. Goro asks if he's heard about the rumors that her partner can only ride with her three times without dying. Hiro says that it is just a rumor. Goro asks if he saw what happened to her last partner, but Hiro interrupts to say that if Zero Two is the only one he can ride with, then he has to ride with her. Since their entire purpose is to pilot the FRANXX and that was the reason they were born.Hiro practices fighting alone as Zero Two watches from the ceiling. After he leaves, he finds her leaning against a pillar, seeming to be asleep. He walks over and stares at her horns. She calls him a pervert and to stop staring. He is taken back and apologizes. She says it's fine since Dr. FRANXX says that parasites are better off being a little pervy. He asks how that makes him a pervert. Zero Two stands and says that she was tired of waiting for him and begins walking, telling him to follow. He asks to where. In a hallway, Zero Two walks through a scanner but Hiro is stopped. He says that parasites have restrictions on where they can go and almost all of that area is off-limits to them. Zero Two shows her hand which says \"S Rank\" on it. She walks back and leads him forward, allowing them both to cross. She brings him to a balcony and he asks how she knew about it. She says that all the plantations have similar designs. Hiro says that he's never set foot in the city before, only ever the Birdcage and a few other facilities. He looks over at her and she asks why he's staring again. He smiles and says that he's trying to think up a name for her since he's really good at it. She says she's fine with \"Zero Two.\" He asks if it doesn't feel lame to go by a code name. Zero Two hops over the railing and balances across a thin beam. She says that, once they die, they'll only be a statistic and it won't matter what they were called. She says in that lifeless city, there are no skies or oceans. It's isolated on a one-way street to nowhere, a dead end of life. Hiro says that it isn't safe and to come back as he extends his hand. She turns and asks if he wants to run away together. She says she can get him out of there. She does flips back to the balcony and says she's just kidding.Hachi says they received sortie orders from HQ. Nana tells them that the Klaxosaur won't be as big as the one they already saw. Hachi says it's a Conrad-class klaxosaur, a bit smaller than a FRANXX. He says that they're attracted by magma energy reactions and appear in their vicinity. He says, lately, they had been showing up deep in a Level 8 mine on the outskirts and wreaking havoc. Nana says that Strelizia won't be a part of the mission. Because they'll have to defend Plantation 13 by themselves eventually, it will show if they can handle fighting them in the future. Nana says that Ichigo and Goro will have field command.Nana and Hiro stay in the briefing room where Hachi announces that Chlorophytum will stay behind. when Ikuno and Mitsuru return as well, Nana asks if Ikuno is not feeling well. She says that that isn't it. Nana says that she has always been a bit unstable and they'll run test the next day to make sure. Mitsuru asks if it could be that they have compatibility issues. Smiling, Nana says that a lot of parasites experience that at first and it isn't grounds to split them up. Mitsuru seems disappointed.Ichigo says that they have visual on klaxosaur and they're spreading out. They run to it and begin slashing it. Before Zorome can finish it, it attacks and knocks them over. Miku is electrocuted and passes out. Futoshi shoots and exposes its core. Ichigo stabs it. Zorome tries to check on Miku, as does Ichigo. Many more suddenly fall from the ceiling, so they plan on fleeing. Nana says that they attracted more because they released their magma energy. Zero Two says that she should have sent her from the start. She says they'll die. Hiro is alarmed and tells her to sent himself and Zero Two to help. Hachi refuses and says that he isn't an official stamen, so he can't give permission to board a FRANXX. Zero Two says that the plantation squad is going to be wiped out again and to let her pilot with Hiro. She says she won't be allowed to sortie. Mitsuru says that he could pilot with her. Nana says that Strelizia is no ordinary FRANXX, if he isn't used to its connect. Mitsuru says that, if Hiro could, there's no way he couldn't. Zero Two says that she wants to ride with Hiro, but he asks that she just go with him. As Mitsuru walks by, he tells Hiro not to come crying to him when he regrets his goody-two-shoes act later because he's going to prove that he can pilot Strelizia better than he did. Hiro watches the battle unfold and, like Ikuno, is dismayed as Mitsuru brutally kills the klaxosaurs and offers to become Zero Two’s official partner. Nana orders Zero Two to desist and sends a retrieval team for Strelizia.Hiro is relieved that everyone is okay however, when they retrieve Strelizia, Zero Two walks out and smiles and waves at Hiro, who waves back. But he is shocked that Mitsuru is gravely injured and unconscious. She says that he isn't suited to be her darling, only Hiro is and seeing his comrade like that gave him the proof Hiro needed."
    },
    {
        "Episode 04": "The group worries for his state of mind and health of Mitsuru as he leaves his food untouched. Hiro walks in and asks what happened with Zero Two. Mitsuru tells him of Zero Two trying to completely devour him, including his blood, flesh, and soul, while smiling and is warned not to ride with Zero Two again.Later, Ichigo approaches Hiro about his decision to ride with Zero Two again and states how she cannot trust her, especially after what happened to Mitsuru. She says that if the rumors are true, Zero Two will eventually kill him. Despite her warnings, Hiro persists on his desire to ride with Zero Two.Ichigo requests Ikuno for help once more.Hiro trains and thinks about Zero Two, the injuries on Mitsuru, and the rumors. He pilots the training unit and keeps running. When he returns to the FRANXX dock, Zero Two stares at Strelizia. Hiro sees Zero Two and hides hastily. Hiro bathes and thinks about the rumor again. Zero Two appears and corners him against the wall, much to his discomfort. She asks him to run away with her. She tells Hiro that he is her only partner and as long as he is with her, nothing else matters. Seeing her horns, he gulps and was asked if he thinks she is a monster as well. Before he can respond, an alarm sounds.Zero Two and Hiro go to the command room in their suits but Nana tells them they aren't deploying Strelizia. The FRANXX momentarily stop the klaxosaur, but another one appears in the mist from behind and grabs Argentea. Hiro and Zero Two watch and she says that they should help and asks who landed in the transport plane. A group of escorts arrive and Nana looks at the screen and says to Zero Two to do as they say. Nana says Zero Two is returning to the front lines. As a man takes Zero Two away, she bids Hiro goodbye. Nana then says that the order was from Papa and the rest. He asks if the partner-killer rumors are true. She answers that she's a special pistil who must keep fighting on the front lines and that she takes a toll on the stamen who become partners with her and that she isn't simply human. As Zero Two walks through the hall, she turns and looks behind her where she sees Hiro come to a passage he cannot cross and yells to her. He says that he was afraid of riding together and he still is, but because he lacked resolve, not because she isn't human. Though he had been moping, he felt like he could fly with her. He realized that he never really cared about riding the FRANXX, but about riding with her and asks her to stay. Zero Two stops and smiles and defeats the armed men guarding her. She approaches Hiro and says that nobody has ever said such embarrassing things to her before. He says it was a first for him too. Smirking, she asks if he wants to ride with her and he answers, embarrassed. They dance through the gate together and board Strelizia.Nana appears on screen and orders them off, but Zero Two ignores her and hangs up. She asks Hiro if he is okay and he is nervous about piloting. She encourages him and they successfully connect. Hiro rides with Zero Two consciously.They fly through the air and Hiro is happy to be able to pilot. They zip to where the other parasites are struggling and quickly save them. Ichigo orders everyone to focus. Strelizia rips it from the ground and reveals it was actually one long klaxosaur. After other FRANXXs pin the klaxosaur to the ground, Ichigo asks Hiro to help. Strelizia stabs its core, destroying it. Hachi announces that they neutralized it and to return to base."
    },
    {
        "Episode 05": "The parasites watch as the plantations connect. Zorome asks what \"kissing\" is. Miku mocks him, but she does not know either. Kokoro points this out. Ikuno explains that it is a transfer of magma fuel reserves from one plantation to another through a large pipe. Mitsuru explains that the fuel is essential for both the adults and them to live, and FRANXX cannot be operated without it. Goro says that, since it's a large-scale transfer of magma energy, it should attract a large number of klaxosaurs. When Futoshi and Zorome seem nervous, Hiro reassures that they have Strelizia, so they will be fine. Ichigo sadly agrees.Hiro narrates that a grand ceremony was conducted with the utmost solemnity. The children of Plantation 26's FRANXX squad were also in attendance, and they seemed a lot more calm and composed that Plantation 13's. Hiro also attends the ceremony while Zero Two does not. The mayor says that the klaxosaurs are sure to attack in great numbers, and the fate of the two plantations rests on their shoulders. He says they're strong and will bring them to victory. Hiro narrates that being treated like VIOs gave their morale a boost, though they sensed the fierce battle approaching.Parasites are treated like VIPs.At the boarding house, Goro wakes up when he puts his hand on Hiro, he feels that he is burning up. In the bathroom, he asks if he is okay. Hiro cheerfully says that he even feels like training. Goro is reluctant to believe him. Kokoro says that the ceremony on previous day was so exciting, she could not sleep. Miku says that 090 seemed nice. Kokoro asks if she would like to ride with him. She says that it is better than the boys they are stuck with, and tries to get Ikuno's opinion. Ikuno says she does not care. Zorome happily says that it is heartening to be supported by the adults. Futoshi agrees, and Zorome stands up and imitates the mayor's speech, making some of the parasites laugh. He finishes that he will be the one who leads them to victory. Smiling, Ichigo says that Hiro will. Kokoro agrees and says that he shone in the previous battle. Futoshi asks how he feels, and Hiro says fine. Futoshi is happy to hear this, and Miku says that the rumors about Zero Two weren't true. Ikuno says that maybe he is extremely compatible with her, saddening Ichigo. Hiro thanks them, and says that he had a hard time keeping up with everything happening, but their support let them win. Hiro happily asks if he can let him fight as part of the team. Goro observes him suspiciously. Zorome becomes annoyed and tells him not to get cocky, since he only got through one time. Goro asks if he has to be a spoilsport. Hiro stands and tells him he will do his best to not be a burden. He extends his hand and asks that they keep fighting together. Zorome is taken back, but tells him to keep it up as he shakes his hand. As Miku teases him, Mitsuru becomes angry and leaves. Kokoro notices him walk out as Zorome says that he's the team's ace pilot.At 7 o'clock, Futoshi announces that it is breakfast. As they walk to the dining area, Ichigo stops Hiro and pulls on his collar, causing Hiro to recoil. This reveals a mark on Hiro's neck. She is saddened by his reaction and explains that it was bent. She smiles and asks when he will take care of himself. She tells him she was amazed he realized what she was going for in the last battle. As they tease each other, they enter the mess hall. Zero Two runs over and pulls him away. She sits in Futoshi's seat, to the stamens' disdain. Ichigo tells them to take their seats so they can pray. Kokoro invites Futoshi to sit beside her. After praying to Papa, they begin eating. As they eat, Zero Two begins offering Hiro a honey-soaked toast, which he eats and says is delicious. Goro looks uncomfortable, and Zorome says that he wants to try something like that. Goro asks why he does not ask Miku then. He says that he would rather ask a cute girl, like Kokoro. He notices that she is feeding Futoshi, to his annoyance. Miku teases that she is too easily influenced and looks at Zorome at the same time. Ichigo looks down into her cup.Zero Two tells Hiro that she will stay and live with Hiro.Hiro gives Zero Two a tour, saying that they schedule their time for waking up, bathing, and sleeping. Zero Two is looking around, such as the books on the book shelves and the specimen in the jars. Everything is laid out for them, such as their clothes and food. He says that the forest was built to fine-tine the parasites' numbers. She asks if that is why there is a ceiling. He says probably, and that it still rains, even with the ceiling. She does not know what rain is, so he explains. She becomes excited and tells him to do it for her. He says that Papa and the others decide when it happens. She is disappointed. He asks why she suddenly wanted him to show her around. She bounces on Goro's bed and says that she is going to live there too. Goro and Zorome overhear this. Zorome asks what a girl is doing in the boys' wing. Hiro drags her out. Zorome says that they are holding hands.Hiro wets his face in the bathroom when he notices a spider crawling up its thread. When he looks up, he sees that it caught a moth. He clutches his chest. When Goro enters his room, he finds Hiro clutching his chest on the floor. Goro asks what is wrong and Hiro says nothing. He looks at his chest to see a blue tumor. He asks if it is been there since he rode with Zero Two. Though he is about to call someone, Hiro stops him. Hiro downs a glass of water and chokes on it. Goro asks Hiro not to pilot Strelizia again. Hiro says that he is determined. Goro becomes angry and says that it could kill him. Hiro says that he feels really alive and that he hadn't for a long time, and that he wants to give it his all on the next mission. Goro asks if he wants him to turn a blind eye, if he is going to keep it from everyone, even Ichigo. He answers yes to all. Goro again becomes angry but turns to find Hiro smiling at him before walking out. Goro sadly calls him an a complete, utterly fool.In the control room, Nana comes in with Zero Two and Hiro. 090 says that they can't fight alongside Strelizia, since she doesn't care about her allies. She doesn't know what he's talking about. He says that they had a joint operation two years ago where his partner was killed under her fault. Zero Two coldly says that \"weaklings die\" and that it doesn't matter. He begins to walk closer to her, but Hiro steps between them and promises to keep her from going out of control.As they walk home, Zorome expresses annoyance at being treated like dead weight. Mitsuru says that they are a makeshift team. Goro stops walking and says that Strelizia shouldn't be part of the mission. Hiro happily replies that they should show them what they're made of. Zorome agrees and tells Goro not to be so timid. Goro asks what Ichigo thinks and she says that they need Strelizia in the next battle. When he looks at Hiro, he notices Zero Two glaring at him. As they all slept Hiro seems to writhe in pain.In the next morning, Hiro notices Zero Two standing by the lake. She says that everything smells nice after it rains. She asks to make it rain again, but she remembers that he can't. He says that he can't say that for sure yet. She says that it's where they first met. He says that it thanks to her that he's standing there and can pilot. As she unzips his shirt, she says that only she is his partner. She says that none of her partners could ever ride with her more than three times. He is asked by her if the tumor is painful, but beautiful. She asks if he wants out of the ride now would be his chance. When he says that he'll ride again, she twirls around happily."
    },
    {
        "Episode 06": "In their room, Goro asks Hiro is he's going to fight. When he says yes and leaves, Goro calls him a fool. The girls come out of the changing room. Ichigo and Goro talk alone and she asks where Hiro is. He says still inside. He again asks her to talk with him, and pushes her towards him as he walks away. Ichigo tells him that the operation starts late at night. They make small talk about their sleep before Hiro says they should make sure the operation succeeds. He says that being a leader isn't easy, but he knows she's up to the task and that he's counting on her. She says she counts on him lots too. Zero Two walks by and stops briefly before continuing. Ichigo says that she always thought of him as a brother. He agrees and says with Goro too. He pats her on the shoulder and encourages her as he runs to Zero Two.In their FRANXX, Hachi announces that, beside from the Conrad-class pack, they've also detected a large, tightly packed unit. He gives 090 field command. He tells Strelizia to stay back. In Strelizia, Hiro watches starting to pant and clutches his chest. Zero Two tells him that they're all over the place, unlike 26. She says that she wants to fight already. Hiro asks why she fights the klaxosaurs, since she always looks like she's having fun. She says because she's a monster. She asks about him, and he says to protect Papa and all the adults of the plantation, since that's their purpose in life. She says his answer is lame. He says they should move out to help. Strelizia quickly defeats many klaxosaurs. 090 scolds her for ignoring orders. Hiro says that he's just there to help his squad. Though he begins to protest, Hiro hangs up. Zero Two and Hiro begin to disconnect, so she turns to see him panting and clutching his chest. She asks if that's all he has. With blue veins popping out of his face, he sits up and she praises him. They continue to fight. Ichigo tells Strelizia to go back, but Hiro says it's fine. She says to get back again, so Zero Two calls her bossy.Hachi orders all squad 26 units to fall back and Squad 13 will deal with it. Though the group agrees that they need Strelizia, Ichigo orders that they stay put. She says it'll land the finishing blow. Zorome becomes angry, but Goro says that only Strelizia's spear can reach its core, so they'll make an opening for it. Ichigo privately thanks him for his plan. They begin crawling up it.Hiro pants and Zero Two asks if it's too painful. She says it won't end until they kill it. He begins fighting and they launch into it. Hiro thinks they got it, but it swipes them far away and changes form again. Hiro becomes unconscious. Their link is broken and Strelizia enters stampede mode. It continues to smash them against the wall. Hiro stands where he sent Naomi off, realizing he died. Naomi appears and scolds him for giving up without listening to his partner. She asks if he's okay with that. Smiling, he says he doesn't care since he got to be of use. She calls him a liar as the elevator door closes. Hiro sees Zero Two standing under a mistletoe tree. He thanks her for everything, but she sadly walks away. He wakes up to see Zero Two struggling and that they didn't actually kill it he thinks that she can't do it alone. Realizing that she fights alone after losing her partner he says that his wings exist for her as his veins retract. He hugs her from behind and she calms down. He says that he's her partner and he won't leave her alone. They all begin attacking again to create another opening. Strelizia flies into its core as everyone watches in amazement. Dr. FRANXX says he might make her wish come true. Hiro tells her he found another reason to pilot so he can be her wings. She says she's sure he'll be fine. They walk out together and the two groups celebrate."
    },
    {
        "Episode 07": "Hiro and Zero Two are talking in the docking lounge when Dr. FRANXX comes In. He tells them that they didn't have to come all the way. Nana introduces Hiro to Dr. FRANXX, the creator of FRANXX. She begins to introduce a boy, but he stops her. He approaches Hiro and says that he's the first person to survive Zero Two. He says that he has an interest in them. Hachi tells the doctor that Strelizia and Code 002 are transferred into Plantation 13's purview. He waves at him and says that the geezers already told him. When Hachi announces that they're officially partners, Zero Two hugs Hiro. Dr. FRANXX tells Hiro not to let him consume his emotions if he wants to always be her apartment. Otherwise, he'll suffer.After the successful kissing with Plantation 26, Squad 13 was given a special vacation. The kids seem happy and Zero Two pulls Hiro to the water and they laugh as she splashes him. Kokoro serves a ball to Miku and Futoshi and Zorome admire their figures. They're surprised when they find Goro doing the same. Hiro follows Zero Two further into the water and the three boys begin watching them. She notes how nice it feels to swim in the ocean. Hiro seems embarrassed when he looks at her and she asks what's wrong. He says she looks good, but she can't look her in her eyes. She thanks him for all he did for her. Zero Two seems to be about to kiss Hiro, but she instead licks his cheek. She teasingly asks what he was expecting. She says that a kiss is a declaration that the other person belongs to you and you should only kiss the person you love. She asks if he maybe kissed someone else. Before he can answer, Goro, Zorome, and Futoshi pull Hiro under the water.The boys toss Hiro on the ground. Goro says that he didn't want to bother him, but the other two wouldn't listen. Zorome leans closely to Hiro and asks what a \"kiss\" is, much to Hiro’s embarrassment. Futoshi says he doesn't know what it is, but it sounds magical and Hiro tries to sneak away as he does. Zorome grabs him and asks where he's going. He tries to get Goro to help him, but he says he wants to know as well. Hiro says he doesn't know either, but it's when two people stick their mouths together. The other are surprised and Zorome asks what happens. Hiro explains that it makes him feel good, but they weren't kissing in the sea. Zorome says he wants to try it himself and demands that Hiro let him kiss him but Hiro resists. As he tries to, Ichigo walks up and asks what they're doing. The other boys laugh as Zorome and Hiro fall to the ground. Futoshi asks if she knows what a kiss is. She becomes embarrassed and turns away, denying that she knows. Miku and Kokoro call the group back.Mitsuru leads the group through a thin cavern to show them what he found. Goro asks Hiro if there's a relationship closer to being partners and that watching him and Zero Two makes him wonder. Hiro says he doesn't really get it either. He mentions his relationship with Ichigo and thinks he's different than them. They find an abandoned modern city and explore it. Hiro and Goro begin looking around on their own. They eventually run into Zero Two and Ichigo and Goro calls her and he and Hiro wave them over.They walk back to the rest of the group and Miku says that she's exhausted. Kokoro agrees. Zorome wonders about the city and Ikuno says that they can be sure that it was part of civilization. Goro asks if people lived there in the past. Zero Two answers that they abandoned it and that humans used to live on the surface. She says that there are tons of places like that around the world.Back at the beach, food had been delivered. They all begin eating and Goro hands Zero Two a shish kabob. Zorome roasts a marshmallow. Zero Two tells Hiro that she's going to go swimming before running off to the sea. Hiro asks why they think humanity abandoned the surface and wonders if humanity hadn't started extracting magma energy, if the klaxosaurs wouldn't have showed up. Mitsuru asks if he's doubting Papa and the rest. He says that they moved into plantations in order to protect mankind. This pumps Zorome up, to Mitsuru's disdain, and Futoshi as well. Zorome asks if he agrees and when he shyly answers, he asks why he's acting so aloof when he's their teammate. Miku says that they have to put in both his and Naomi's share of the work. Kokoro says that she finds it reassuring that they're with them. Futoshi and Goro agree. Ichigo stands and officially welcomes him and Zero Two to the squad. He thanks them all.The parasites all sleep close together, with Futoshi and Zorome lying atop one another. Ichigo lies awake in her sleeping bag. She sits up and finds Hiro getting up. They walk along the beach and she says she couldn't sleep. He agrees and says that he felt it would have been a waste. She walks in his footprints and then looks up at the sky. She tells Hiro to look at all the stars and points out Orion. She says that he used to tell her about the stars when they were little too. He doesn't remember, but she says she remembers everything he taught her. She asks if he forgot about the Ichigo star, but he says that it's the fifteenth star of Orion, the same as her code. He says that they promised they'd see it together after leaving the Garden. They continue to walk down the beach together and she says they all have to do their best. She says she'll do her best as leader, so not to give all his attention to Zero Two. She says she sees their kiss as something special. Before she can say she wants to be with him forever, he tells her to look at the shooting stars. The rest continue to sleep, but Zero Two watches from a rock.Hiro says that if you wish on a shooting star, it'll come true. He asks what she wishes for. She says she tried to tell him, and teasingly called him stupid. He chases her down the beach."
    },
    {
        "Episode 08": "As the parasites are fighting a klaxosaur, it spews goo. It leaks into the cockpits and melts the girls' parasite suits. Though the boys begin spacing out, they don't tell the girls and they finish off the klaxosaur. Hiro finally tells Zero Two and the rest of the girls realize what's happened.The girls cover themselves with a towel and glare at their partners. Besides Zero Two, who doesn't seem to mind. The boys look embarrassed, and Goro explains they only didn't tell because they didn't want to distract them during the battle. Futoshi says he didn't because he found Kokoro to be amazingly beautiful. Kokoro turns red and looks away. Mitsuru calls him an idiot and walks away. Zorome tells him that it's not like it hurt them to be seen, and Hiro says that Zero Two said it is better that parasites are a bit pervy, which Zero Two confirms. This annoys the girls further. The girls begin splitting the area of the house between the boys and girls Hiro and Zero Two, however, don’t take part in the conflict..In the yard, Zero Two plays with a ball as Hiro says the situation is starting to get bad and they need to do something. She says she thinks the opposite and that they need to spice it up a bit.She changes the girls only bath sign to allow boys and, when they enter naked, the girls are already bathing. They become angry and begin throwing bathing supplies at them. Zero Two runs out with their clothes and Hiro chases her throughout the house. They meet on the roof where Hiro begins laughing after she throws their clothes in the air. He asks her why she did this and she says she wanted to take part in a human fight before letting herself fall from the roof. Hiro rushes towards her but is relieved that she lands in the ground safely. Nana and Hachi then intervene and reprimand the children for their behavior.In the boys room, Zorome is mad and Mitsuru says that they must look down of the boys. Hiro says it was fun and got to see a more human side of Zero Two. Mitsuru says it's not the same for them, since they have normal partners. Hiro says she is a normal girl and that pistils let stamen handle all the controls, but they bear the brunt of each battle. Hiro adds that this makes him want to take care of Zero Two and see her smile. Futoshi, Goro, and Zorome agree that they should look after the girls.The boys go to talk to the girls but learn Miku has gone missing after refusing to end the feud. They find her in one of the sealed off rooms and learn it belonged to a former Squad 13 that was killed in combat. Everyone decides to end the fight and get to know one another better.The next day, as they get ready to get in Strelizia, Hiro says that he wants get to know Zero Two better. She tells him to grab on and never let go of her."
    },
    {
        "Episode 09": "The parasites are happy to receive their gifts: Hiro gets a book about birds. Hiro tells Zero Two that, once every year, they can ask Papa for the things they want. She asks if he got a picture book, but he explains that it's an illustrated guide. He asks if she likes picture books and says they might have some in the study.Zorome shouts that he'll read Papa's message. The message is as follows: \"Boys and Girls, your numerous accomplishments represent a ray of hope, a harbinger of peace and prosperity for mankind. Glory be to you noble parasites, who risk your lives for us.\" The parasites smile as he reads it out loud. The letter congratulates and praises them, making everyone happy. Hiro notices that Zero Two is unfazed by the letter.At 7:10, Hiro gives Zero Two Naomi's mirror because she has never received a present. Smiling, he says that he wanted to find something for her. She smiles and hugs him, saying that she never knew getting a present could make her so happy. She promises to take good care of it.In their room, Goro holds the same hair clip. Hiro comes into the room. Goro teases him for how Zero Two smiled at him. Hiro blushes and asks if he was watching. Goro apologizes and Hiro asks if the hair clip he's holding is Ichigo's. Goro says that it's the same type of hair clip, but it's the one he tried and failed to give to her. Goro asks if he remembers when he said he didn't understand \"love\" and says that he's starting to think it means the other person is special to you. Hiro agrees with his definition. Goro says that he'd always been Ichigo's hero, and that it's special. He says that Ichigo feels the same way about Hiro as Hiro feels about Zero Two, like wanting to know more and be together, and kiss. Hiro is taken back and Goro asks if he hadn't noticed. Goro says he knows what makes her laugh, cry, but none of them would work for him, only Hiro could. He says that watching him lately made him realize that he loves Ichigo. He says he feels relieved to tell someone and quickly takes off his glasses to sleep. Lying down, he smiles and says he's happy with the things are. Hiro and Goro turn off their lights.Hachi tells the parasites that they've detected a Gutenberg-class Klaxosaur 2,000 from there. Nana says it's moving slowly. As she continues to talk, Hiro looks over at Ichigo but turns away when she looks at him. The FRANXX approach the klaxosaur and Argentea approaches first. It is wrapped in tentacles and brought closer. It attaches explosives, which causes slight injury. Mitsuru notices the core and quickly charges at it. He only nicks it and it begins to multiply its jelly. Goro quickly pushes them out, but is stuck instead. Goro quickly launches Ichigo before it explodes.Goro wakes up and turns off the alarms. Hiro begins messaging him. He says that Ichigo's fine but got knocked out by the ejection and is getting treated with Zorome and Miku. Hiro explains that he's inside the klaxosaur. They were ordered to retreat. Futoshi promises that they'll figure something out. Goro says that he's switching to safe mode to conserve power.Ikuno says that you can't utilize a FRANXX's magma energy without its pistil. Mitsuru says that they are programmed to run their life support systems on backup power. Zero Two says he'll die if it runs out and they'll all be in danger. Ichigo suddenly charges in with Miku and Zorome following. Though Miku tries to stop her, Ichigo asks what happened. Zorome says he told her that he tried to save them. She turns and asks why they aren't going to rescue him and how they could abandon him. She asks why he'd cut her loose when he's helpless alone. Zorome becomes uncomfortable and backs away from their argument. Miku sighs and calls her annoying and says that Goro's always looking out for her, like the time Hiro almost died when she broke down and Goro got her back on her feet. Ichigo asks what gives her the right to talk to her like that. Miku says that she's supposed to be the leader, but she loses her cool and lashes out constantly, and Goro must have a hard time with her as his partner.Nana and Hachi enter and, smiling, Nana claps her hands and says that she's glad they're safe. Hachi explains that the klaxosaur vaporizes its bodily fluids to expand and explode. Kokoro asks if Goro's stuck in its fuel. Nana says that the fluid is harmless to FRANXX. Zorome says that they'll rescue Goro first, since he owes him. Hachi coldly says that their top priority is preventing the target from making contact with the plantation and explains their plan. Hiro angrily asks if they'll leave Goro to die. Nana says that if worst comes to worst. Hachi tells them to prepare to sortie. Ichigo asks to speak to Goro.Goro says it's been 30 minutes since they radioed. Sweating, he tries to loosen his collar. In his hand, he holds Ichigo's hairpin. Ichigo calls out to him and he is happy that she came to. She suddenly shouts, scolding him, but he smiles. She sadly asks why he doesn't lean on her a little. Crying, she promises to save him, which Goro finds surprising. He says he came up with a plan and he's going to kill it and come home to her. He says he needs to go to conserve power. Ichigo asks Hachi to be allowed to save him. Hiro agrees. Nana asks what they intend to do. Zero Two says that there's an exhaust hole on top of the klaxosaur.Genista and Chlorophytum stand as the last line of defense. Ichigo sits in Strelizia's hand. Hiro says that, to get to Delphinium, she'll have to cross an area of highly pressurized vapor fuel. Zero Two says she wouldn't do it if she was her. Smiling, Ichigo says she believes in her. Zero Two smiles and says she doesn't dislike that. They throw her in and she swims to Delphinium.When Delphinium escapes and plants a detonator, Strelizia and the other units withdraw as the klaxosaur explodes."
    },
    {
        "Episode 10": "The FRANXX return after killing a klaxosaur but Hiro notices that Zero Two seems sad, so he asks her what's wrong. She replies that she was just thinking about something and they both leave together. Nana shouts that she has good news. The parasites gather around her and she happily explains that they have to wear their formal clothing the next day as Papa is going to award them medals. The ceremony will be held in the Plantation Parliament HQ, much to the children’s excitement. Zero Two looks indifferent and turns to leave. Before she can, Nana stops her and says that she'll arrange for her to undergo tests while there. Zero Two says that she hates the tests and always feels lousy after she takes them. She turns and smiles, saying that she's in great shape right now and will pass on the tests for a while. After she leaves, Nana says that she thought she'd grown more obedient since she teamed up with a certain someone.The next morning, the kids are dressed and wait to get picked up for the ceremony. Hiro notices that Zero Two is being standoffish, but Hachi and Nana open the door and they all leave. At an ID gate, Hachi and Nana easily pass through. The children hesitate so Nana tells them to come along. Zorome suddenly throws himself through the gate, to the amazement of the others, but lands on the ground. The children marvel at the city. At the ceremony, the mayor congratulates them and thanks them for their efforts. When he congratulates Ichigo, she says that it was everyone's effort. He tells Zero Two that their plantation is honored that a former Nine like herself has joined them. He turns to Hiro and says that he's lived up well to the expectations placed upon him. Hiro thanks him, but looks troubled and turns to Zero Two who still looks indifferent.Afterwards, Hachi says that he's leaving the rest to Nana, the children are disappointed with how the ceremony actually played out. The girls push Nana to let them walk back, and she reluctantly agrees. The children look around as they walk back. Zorome happily looks forward to when they too can live there as adults. The others disagree and feel like they won't be able to become adults, though they don't know why. Ikuno says this is an delusion. Zero Two and Hiro walk far behind the group. Hiro asks what she meant when she said the city was lifeless. She says just what I said. Hiro says that she'd been acting weird, and asks if something happened. She says that she just couldn't care less about this place. The children marvel at the city's main energy source. When Goro asks Ichigo, she seems uncomfortable. He says that maybe he shouldn't have told her how he felt and says to not let it bother her.Nana orders the children to head back to Mistilteinn but Zorome becomes fascinated with the energy machine, causing him to get left behind while the others leave. He is found shortly after.As he cleans the bath, he hums. Miku enters and yells at him to take it seriously, starting a fight. Outside, Hiro hears them bickering and laughs before looking at Zero Two's window."
    },
    {
        "Episode 11": "During a briefing, Ichigo reports the squad killed 25 Conrade-class klaxosaurs before being dismissed. As the unit stands on guard, Zorome asks what \"S-Planning\" is. Hiro replies that it seems like they're digging for something, and Zero Two says that it's probably nothing good and she can smell klaxosaurs. An alarm suddenly sounds and Ichigo tells them to get ready. Chlorophytum suddenly falls due to Mitsuru falling ill, forcing the other units to deal with the klaxosaurs.The next day, Nana suggests that they try a \"partner shuffle.\" She tells them that it's simply an option available to them. Hiro asks Zero Two if something is bothering her and asks if she remembers when he asked her to speak her mind with him because he wanted to get to know her better. As he talks, she covers his mouth and says they can understand each other just fine by piloting Strelizia together. Like the others, Hiro is surprised when Kokoro asks to try riding with Mitsuru.In his room, Futoshi cries into his pillow as the other boys are at his side. He asks if he did something wrong. Zorome suggests that maybe he annoyed her and that he should lose weight. Goro wonders why she would and Hiro replies that she must have felt she had to do something for Mitsuru. Zorome smiles and says especially since he's so miserable. Futoshi leaps out of bed and begins shaking him, saying clearly he's the most miserable. Goro tells him to calm down, as Mitsuru suddenly returns. They all turn to look at him. He begins to leave, but Futoshi angrily asks if he thinks he's pathetic. Mitsuru asks what it matters who their partners are. Futoshi easily throws the others off of him and says he has no idea how he feels. He tries to punch him, but misses and falls on his face. Mitsuru adjusts his tie and says he's annoying. Hiro tells him to try and understand Futoshi's feelings. Mitsuru clenches his fist and asks what right he has to say that. Hiro doesn't seem to understand and Mitsuru walks away. On the floor, Futoshi says that, when he thinks of Kokoro, his chest feels tight. Now, he says that the tightness hurts now and wonders why. Hiro smiles at him and says he understands.A Gutenberg-class klaxosaur approaches and Hachi commands to set up a defensive line 500 meters from the S-Planning and neutralize the target. He says that Genista and Chlorophytum will act as rear support. Zero Two suddenly attacks, and Hiro says that its core is too deep. She rushes in again and is trapped, forcing Miku and Ichigo to save her. She tells Ichigo to mind her own business and charges at it again. The pieces cut off turn into the Conrad-class klaxosaurs they'd been fighting. Before she can attack again, Hiro stops her and she tells him not to get in her way. He asks Ichigo what they should do. Kokoro says they need to shoot at it. Futoshi cries as they talk.Three get past and Futoshi goes after it. He tells Ikuno that she's too tense, but they manage to kill it. Mitsuru struggles as well, and Kokoro says that there's no need to rush. Strelizia kills it for them and Hiro asks if they're okay. Kokoro thanks him, and he tells Mitsuru to hand in there before rushing back into the battle. While Kokoro talks with Mitsuru, he recalls, as a child, he asked Hiro to pilot with him. Hiro admires and agreed, and they made a pinky promise. However, after receiving his injection, Mitsuru approached Hiro but Hiro had an emotionless expression on his face and he forgot about the promise .After the battle, Hiro sadly looks on from his FRANXX as Futoshi tearfully confesses he loved Kokoro to her and Mitsuru. Zero Two embraces him from behind and tells him that they'll be together until they die."
    },
    {
        "Episode 12": "Squad 13 arrives at the Garden, the place where they were raised, to undergo tests. Hiro narrates how the Garden is a parasite development facility that houses hundreds of children and there is a laboratory that towers over the Garden. The children call it the ‘Lab’.As they walked into the lab. Miku says she saw it every day but never went inside. Kokoro says that very few children got to enter, though Hiro did a few times. Hiro says he was designated special research subject. When Futoshi adds that Mitsuru would have went there too, Hiro doesn't remember and Mitsuru is offended. Nana tells them that they were brought to run tests on them. She says that they are banned from entering the Garden. When Goro and Ichigo wonder what they're being tested on, Hiro says that they're probably just tagging along with Zero Two. Hachi confirms that she in particular will undergo thorough testing.The nines appear and 9'α says she must be there for maintenance as well. She walks away and he says she's the same as always. Kokoro wonders who he is and Miku says he's hot. Nana introduces them and 9'α says it's a pleasure to meet them. He asks that they escort Iota safe and sound. Ichigo asks where he means. He says that they must know that all the plantations on the continent are currently heading there. Nana says she'll tell them later. Hiro asks why she's called \"Iota\" and he says that she used to be a Nine as well. He says that he's surprised a normal squad could \"tame\" her. Ichigo says that she's one of them and that the \"special forces\" haven't been taught basic etiquette. She says that she'd rather fight along Zero Two than them. He laughs and says that they aren't a normal squad. He walks over and kisses Ichigo's hand. Nana calls Squad 13 to leave. As they walk away, he says that he'd love to be part of their squad sometime. She says that they only have space in the attic and it wouldn't befit them. He says to himself that she's proud and dignified.After taking his tests, Hiro sits in a hallway. In a flashback, he asked Zero Two if something happened recently as she looked through books. He asked that she talk about it since they're partners. She asked him to kiss. He was caught off guard and she pinned him against the wall. When she opened her mouth, he noticed her teeth and she stopped, saying to never mind. Back in the present, Goro sits with him and Hiro says he plans to go to the Garden to see Naomi so he can tell her that he found a partner.Upon arriving at the Garden, Squad 13 notices all the children are being developed into parasites at a faster rate due to the increasing Klaxosaur attacks. Hiro asks a caregiver if Naomi has returned and she replies no because a parasite never comes back after being discharged. As they head back to the Lab, Hiro ventures around the area, thinking about the time when the adults never answered his questions about the missing children and this convinced him and the squad that they would never become adults. He stops in front of a mistletoe tree and has sudden flashes, along with the feeling that he has been here before but doesn’t remember.When a group of Klaxosaurs attack the Garden, Squad 13 is dispatched, and Hiro notes that Zero Twos canines and horns have grown longer. During the battle, a hysteric Zero Two ignores direct orders and attacks alone, claiming that she must kill more Klaxosaurs in order to become truly human. After the battle, Hiro asks the meaning of her words, but she refuses to answer. Meanwhile, Ichigo eavesdrops on a conversation between Nana and Hachi in which they affirm with each other that the Saurification process in Zero Two and Hiro is intensifying, much to her horror. When the second wave of the Klaxosaurs attack, Squad 13 sorties again and once more Zero Two turns rogue. Hiro again tries to restrain her and rationalizes that it is impossible for her to become human. Zero Two violently resists him, causing Strelizia to go stampede mode and she begins stranglin Hiro, saying she is going to become a human and find her darling from before. Hiro connects too deep into her consciousness and he receives visions of a past long forgotten."
    },
    {
        "Episode 13": "Nana warns that Hiro's and Zero Two's consciousnesses will connect through Strelizia and merge. Hiro receives long forgotten memories from when he was a child living in the Garden and was curious of the outside world, and how this provoked him into helping Zero Two escape before they were captured and their memories were erased.In the present, Delphinium's arm is ripped off and tackles Strelizia to the ground. Ichigo yells for Hiro to get away from Zero Two or he'd lose his humanity. Hiro, crying, says that she was the girl with the picture book. She looks back at him with tears in her eyes."
    },
    {
        "Episode 14": "Hiro remembers Zero Two as the girl with the picture book from his childhood and he asks how could he forget something so important. Zero Two catches Hiro before he collapses and asks if he's her darling from her childhood and is horrified thinking of what she had done. Ichigo suddenly interrupts and throws her off of him and into Goro. He asks if she's alright as Ichigo tries to revive Hiro. The other FRANXX wait. When they return to the docking facility, Hiro is taken for treatment. Zero Two realizes what Hiro meant when he said he wanted to understand her better.Hiro wakes up and is surrounded by his teammates. He asks where Zero Two is and Ichigo says she stopped her. Hiro has strangulation marks on his neck. They all leave, but Hiro stops Mitsuru.Hiro says that he made a promise to him before he got an Elixer Injection. Mitsuru is surprised, but says to never mind and it was a long time ago. He says he'd forgotten about it before that. He says that any other stamen would've died long ago. He tells him to listen to Ichigo and stay away from her. Hiro says that he has something to ask her and thanks Mitsuru.He says that after that day, his aptitude kept decreasing. Though he felt like he died, she gave him a new life. He thinks it must be because he drank her blood.When Hiro gets up, he is stopped by Miku. Zero Two is also guarded and prevented from leaving her room. Ichigo comes in to see Hiro and they chat. She gives him an apple. She tells him that Zero Two is returning to the 9's the next night. She asks if he hates her and says that, even if he does, not to go anywhere. Hiro apologizes and Ichigo cuts her thumb, so Hiro bandages it for her. Ichigo leaves the knife and apple peels. Zero Two breaks out of her room as Ichigo returns. Hiro unknowingly goes to Zero Two's room.He asks through the door if she knew about their past. He opens the door to find the room destroyed. He returns to the hospital to find all his teammates unconscious and her attacking Ichigo. Zero Two, with a devious grin, invites Hiro to \"talk lots and lots\". Hiro scolds her for being such a monster. She realizes the damage she'd done to him.Zero Two leaves the plantation as the other parasites watch her leave silently. She passes by Hiro without saying anything. When Ichigo suggests they go inside, she finds that he's crying. He is about to go after her, but Ichigo stops him, saying he'll turn into a monster. When he turns away again, she grabs his face and kisses him.Ichigo says she doesn't regret the kiss they shared during the mock battle and that she wants to be with him forever. Ichigo says that he'd always been her everything and that she'd never been interested in anyone else. He looks up to see Zero Two's ship."
    },
    {
        "Episode 15": "At Cerasus's international briefing room, Hachi explains that their objective is to take control of Gran Crevasse. Though another group is attacking, they aren't making headway. Squad 13 is to group up with squads from other plantations.Kokoro asks what Gran Crevasse is. Nana shows them a video where a large amount of klaxosaur are. Hachi explains that taking over Gran Crevasse is Papa's long-standing wish and would be a turning point in humanity's history. On screen, a large group of FRANXX walk behind Strelizia in it's stampede mode.At APE central HQ on Cosmos, Dr. FRANXX meets with the council. He finds that Zero Two devoured all of her stamen and he calls her a hellcat.Hiro watches Zero Two attack a klaxosaur. Ichigo suddenly grabs his hand and squeezes, but doesn't look up at him.The parasites of Chrysanthemum struggle against the klaxosaurs large numbers. 090 screams when one of his squadmates is almost killed. Strelizia kills it, saving the FRANXX, and 9'α appears to take out more of them. He compliments 090 saying he did well for humans. He says they'll take over, so they can go in the rear.In Cerasus's command room, they receive a message from mission command saying they're prepared to sortie. Nana tells the kids to get ready. The parasites all walk away to battle. Goro tells him not to be sad, because they'll be fine. Ichigo says that she'll teach him how to pilot from the ground up once she gets back. He asks them to come back alive, and they smile at him.The 6th united FRANXX company begins marching together. The 9's take out a bunch of klaxosaur. Ichigo is amazed, saying it's like having a bunch of Strelizias. 9'α says that there's a lot of them. 9'β points out Plantation 13 fighting. He jumps behind Ichigo and says that her FRANXX is adorable. She sarcastically thanks him. He says that they're holding them off fine, but they're not making any progress and that the Crevasse has been sealed off inside a thick dome. They need to strike from the inside to get rid of it. Hiro sadly watches from the control room.The unit takes out many klaxosaurs and Unit 26 notes that they're fighting well. 090 notes that they're still all over the place, but he's happy they're there. He tells them to regroup. They are about to enter the hole in the wall, but the klaxosaur all flee. The control room detects magma energy readings underground ascertained to be super lehmann-class klaxosaur. Dr. FRANXX walks in and is amazed that it was hidden underground. Hachi says he never heard of that class.As it comes from underground, it pushes the plantation on its side and it begins to break. 090 reacts in horror as his home is destroyed. Vice Chairman says to get 090 on the line and tells him they're moving to Protocol 32. He tells him that it's a great honour. The klaxosaur moves toward plantation 13. Unit 26 lines up with bombs. He whispers that they're counting on 13 now before the squad explodes. It stops, but its face smashes through the wall and it releases klaxosaur inside. Zero Two runs in and begins attacking. The adults say that they have to neutralize the Super Lehmann-Class and Papa and the rest will take care of Gran Crevasse. Nana says that Dr. FRANXX should return to HQ and Hiro to Misilteinn. Dr. FRANXX asks if he finds her more beautiful than any human, pure, proud, and more alone than anyone like a klaxosaur. Hiro says that she isn't a klaxosaur. He says that he thought she had finally found a partner and Hiro goes up to Misilteinn.The FRANXX struggle against their large numbers. Zero Two takes out a large amount of klaxosaurs. 9'β says that she's in a foul mood. 9'α says that the thought of getting on that unseemly beast's bad side gives him the chills.In Zero Two's room, he finds scratches and blood on the wall. In front of the window, he finds Naomi's mirror, which Zero Two taped back together after breaking it. Gulping, he asks himself why he's holding back.Kokoro says that they're being pushed back. Chlorophytum runs out of ammo, so they use a pillar to attack. Argentea is pushed back, and the Old Woman watches it walk forward from her window. Ichigo watches Strelizia and Goro tries to get her to focus. They notice a training unit zip by them, as does Argentea. They realize it's Hiro. The training unit is taken out, so Delphinium stops him and says that he won't let him see her. Goro suddenly stops. He says he can't stand watching Hiro and Zero Two like that anymore. He steps out and tells Hiro to get in. He says that Hiro has something to say and Ichigo is worried about her too, so he asks her to take him to Zero Two.Hiro apologizes to Ichigo and they begin to connect. Finally connecting to him, Ichigo is disappointed to find that all his memories are of Zero Two. She cries as they head out. Smiling, Goro quietly wishes them good luck. Argentea picks him up and Zorome and Miku ask what he's acting so cool for.Zero Two thinks she was human, though she pretended, she wished to become one. Ichigo charges towards her. She begins attacking and says that she's sick of how she always toys with her. After Strelizia breaks her spear, Delphinium slaps her and says she wishes she'd never known her. She breaks her helmet and Ichigo says to get her act together as she headbutts her.As the door opens, he finds that her horns have grown and branched and her eyes are red. He says that he came to see her. Ichigo says to protect Strelizia since it's the only one that can kill the monster.As Genista and Argentea attack klaxosaurs, one of the cores crack in half and something falls out of the center. Ikuno says it looks like a human. Suddenly, there is an explosion. As it is announced that the backup plan is almost complete, Papa says that they can let the plantation go now. The stamen of the plantation are confused as to why they're making in plantations self-destruct. 9'ε and 9'a says that they're planning to end things without Strelizia's help. Dr. FRANXX is disgusted with their choice.Hiro tries to connect, but he gets no response. He holds her horns and asks to be taken to her. A man says that, though 016's memories were erased, 002's couldn't be completely erased. The doctor tells them to continue to try and erase, regardless of the effects on her and orders Hiro back to the garden. He says that he's probably useless now that he ingested her blood.She cannot remember things, but begins to when she recognizes familiar actions. She licks her wounds in a similar way. Seeing her book, she begins eating it. She learns the word \"boku\" and Zero Two, and \"darling.\" She remembers him getting attacked and begins crying.Zero Two's horns break and Hiro hugs her. She pushes him away and tells him not to look at her. They apologize and cry holding each other. He says they can see the world together and kisses her as she cries. Strelizia attacks and transforms into a red version of it and easily takes out the klaxosaur. They confess their love for each other. Futoshi and Zorome cry and Ichigo says she's happy for them. The 9's begin attacking as well. The sages say that the door to Gran Crevasse has been opened and the day of humanity's liberation is upon them.Inside the mountain klaxosaur, they find that its core is a collective mass of cores. A large hand suddenly shoots up from the ground. 9'a laughs and says that it reacted quickly. It smashes a majority of the plantation, leaving Mistiltein."
    },
    {
        "Episode 16": "Mitsuru and Hiro inspect Cerasus' water sources. Mitsuru says that it's turning foul as well. Hiro says they should try and filter it. Mitsuru says that their water supply could stop at anytime as he stands up. They're interrupted when Zero Two bangs on the pot and says that breakfast is ready.Ichigo serves up their rations. When Zorome complains, Ichigo takes his rations and says he doesn't have to eat it. Ikuno enters and offers to help, but Ichigo says that it's fine and asks if her fever went down. Zero Two places her forehead on Ikuno and says that she's 36.7 degrees (a normal body temperature) but tells her not to push herself.They pray for Papa before they eat, though Zero Two eats anyway. Zero Two lists off the chores and Miku, smiling, notes that she's meticulous. As the stamen eat, Futoshi stops. Hiro asks if he's okay. Futoshi lies and says he's dieting. Zorome laughs and pinches his stomach, saying he isn't cut out for it.Goro says it's been a month as he and Hiro look at the cans. Hiro asks if he wants to get back in the FRANXX. Goro says that, even though they were fighting and could die anytime, not fighting makes them all fidgety too. He says that he thought Hiro was the most obsessed piloting the FRANXX.Hiro and Zero Two walk together. Hiro says that Goro must have gotten child fever last week. Zero Two curiously looks at a plant. Hiro explains that they're sakura buds. He says that they're a really pretty color, like her hair. She giggles and says she wants to see them.He asks how she felt about their lives and she says they're having fun and would like to live like that forever. He scooches closer to her and is about to hold her hand, but she suddenly remembers that she was supposed to go bathing with the other pistils. She tells him not to peek.The parasites meet in their living room and Ichigo says that they have five sources they can use for drinking water. Mitsuru says that only two of them are only usable with filtering. Ikuno asks if they can repair the circulation system themselves. Hiro says that Mistilteinn doesn't have the equipment. Futoshi says that their access to the elevator is restricted too. Zorome asks why they don't send a letter to Papa and ask him to fix it. Goro says that he doesn't think there'd be a point. The parasites sadly reflect on their vulnerability, so Zero Two says that they should cook their own food.Hiro agrees with her, and Mitsuru agrees with him, remarking how there are cookbooks in the library. Kokoro says that maybe they could do it then. They all agree, except for Zorome who pouts.When Futoshi starts a fire, he tries to show Zorome. Zorome asks if he's not dieting. He eventually becomes enthused as well. Miku and Ikuno make dough. Kokoro makes a salad and Mitsuru reads a cooking book. Ichigo welcomes Hiro, Goro, and Zero Two back from fishing. Zorome and the rest are impressed with the 11 fish that she caught. Goro caught 9 and Hiro, awkwardly smiled and scratched his head, saying he didn't catch any. Zero Two says she'll teach him later. The others want to try fishing as well.Before they eat, they all marvel at how they were able to cook. Though Ichigo's about to pray, Zorome starts eating and says why should they when they did everything themselves. He says it's good as Miku tries Kokoro's salad. When she says it's good, Kokoro is happy and she and Mitsuru smile at each other.Zorome is happy at what they've accomplished and tries to get Futoshi to eat. Futoshi accidentally drops the food and Mitsuru asks if he's okay. As he picks glass, Zorome tells him to quit forcing himself. Zorome begins helping. He says that he knows Futoshi is forcing himself to eat and throwing it back up. Though Futoshi denies it, Zorome grabs his collar and begins crying. He says he has to eat to survive. Futoshi forces himself to eat and Hiro puts his hand on his back.Zorome asks why Papa isn't getting in touch as he cries. Miku begins crying as well.Mitsuru says that as pilots, there's a limit to their lives. Miku cries as she says that she was worried too, but too scared to speak up. Ikuno and Goro agree. Goro says that he'd been writing to Nana and Hachi to let them know how they're doing, but they never accepted them. Hiro says it's fine if they were cast aside by Papa as long as he's with them and there's more to their lives than piloting. Futoshi starts crying and says he's hungry. They all laugh and Zorome says he suits being fat.That night, Zero Two draws pictures in her room of the book they read together. When Hiro says that it's a sad story, she says that it was her first \"pretty thing.\" She met him and wanted to have something beautiful with him. She realizes now what it means to be human and they embrace. She hears a klaxosaur scream as another horned girl is shown."
    },
    {
        "Episode 17": "9'α, β, γ, δ, and ε stand at the door. Ichigo asks why they're there. 9'α says they came to check on Papa's orders and that he had been worried sick about them. This is a great relief to Zorome and Miku. 9'β notes the problems in their environment and 9'γ agrees. 9'α asks for them to ready rooms for them. Ichigo is surprised that they intend to stay there, and he smiles and says that he'd taken a liking to them.Ichigo is surprised to hear that all the surviving squads had been gathered in one place and sadly asks why they were the only ones left out. 9'γ says that it wasn't what Papa wanted and that Hachi and Nana should have told them about it.Miku cries while eating, and 9'δ asks why. Smiling, she says that she's just relieved that they weren't left there to die. Zorome throws his arm over 9'β shoulders and encourages him to eat, though he politely refuses his offer.Ichigo says that she assumed that they were there to take Zero Two back. 9'ε laughs and says they aren't her babysitters but her squad mates. Even though she didn't seem pleased to see them.Zero Two looks at the flame of a candle in her room when Hiro calls out to her. He asks about her flower headband. She says that Miku made it for her. She shyly tells him not to stare, but says it's okay after he compliments her.Zero Two pushes his bangs back to reveal small blue horns poking through his forehead. She says that they'd grown bigger. She thinks that they must be because he rode with her or because she drank his blood. She sadly says that she drastically altered his destiny. He leans in and places his horns against her's. They kiss and rest their foreheads against each other. Blushing, Hiro says that it makes him happy to be more similar to her.She tells him that she ate her old picture book when they were trying to erase her memories. She says that she started wanting to become human because she wanted to see him again and she was told that she could do that by killing klaxosaurs, though she realizes she shouldn't have believed them. Hiro asks if Papa and the rest told her, but she doesn't answer.She asks that he show her the picture he drew. He refuses, so she playfully snatches it from him. She finds that he crudely drew a picture of a king. She begins laughing and he covers his face in embarrassment. She says that it's approved and she loves it as she holds it against her chest.The next day, as Mitsuru stands motionless at a body of water, Hiro appears and they enter the water together. Mitsuru says he doesn't understand what Kokoro's thinking. Hiro smiles and says that he's changed. Before he'd only distanced himself from them. Though Hiro says that it was all his fault for breaking their promise. He says that he's probably in love with Kokoro, since he has similar feelings for Zero Two as he does for Kokoro. Mitsuru thinks to his self that he is in love with her. He says he can't be sure, but that it how it's for him as he stands up. Mitsuru stands as well and says that he's similar to Hiro and he's glad that he could have a nice chat with him after so long.When Hiro and Mitsuru enter the living room, Miku says that he's there. Smiling, Ichigo says that Zorome told them about him and Kokoro. Ikuno says that she's not surprised. Zorome angrily explains that he just asked if a boy and a girl getting all clingy was the cool thing to do. Miku tells him to be quiet. Futoshi suddenly grabs Mitsuru's collar and asks if they'd kissed. Kokoro looks down, embarrassed, and they realizes they had. This upsets Futoshi and begins to say that, if they're happy but is interrupted with the 9's entering the room.9'α holds up the childbirth handbook and asks if they recognize it. With Kokoro and Mitsuru's reaction, he says that they do. He asks for an explanation from Kokoro, since she's the one who dropped it. He says that it's strange, since it wouldn't have been provided in the study there, and it doesn't belong to her. Kokoro apologizes for not telling them all.She turns to her squad and says she wants to make a baby. This confuses the other parasites. 9'α smiles and says that Papa had banned that. Zorome says that it sounds bad and Goro asks Mitsuru if she said anything, and he fidgets uncomfortably.Kokoro turns back to the nines and asks if it's so bad since it's how all humans were born. Futoshi asks if Papa didn't create them. She says they were born like any other animal and it had always been like that for all living things. She says that's why they have boys and girls. She says that she wants to leave something behind before she's gone. She happily explains that their purpose in life isn't just to ride FRANXX and that they could carry new lives and leave them for the future. She says that it made her happy to hear that, but she is interrupted by 9'a calling her disgusting. When she turns to him, he says that she's disgusting.He explains that humans have evolved and cast their reproductive functions aside in the process. Reject that, and they all have to go back to conforming to one gender. He asks if gender isn't just a pain that's tolerated to operate the FRANXX. Kokoro has tears in her eyes and Mitsuru begins to say something, but Ikuno suddenly walks up and slaps him. 9'γ whistles and the other nines seem surprised, as is Ichigo. Ikuno asks what it matters if it's a pain. alpha says that humans have also cast away their tendency to be ruled by emotions like her since it serves no purpose. He smiles and tells them to look at themselves, though.Ikuno begins to walk up to him, but is pulled back by Goro and Ichigo. Nana and Hachi appear and ask them to stop.Mitsuru sits alone in the greenhouse, thinking. In the living room, Futoshi says that Kokoro is taking a long time to return. Miku says she had no idea she was thinking about that and wishes she would have told her. Ikuno looks down and says that everyone has things they can't talk about. Miku asks if they think they really can make babies. Zorome says he has no idea and Goro wonders how they were born if Papa didn't create them and asks what Hiro thinks. He says he doesn't know, but that they may have the potential to do something Papa hadn't told them about. They reflect that they may be able to leave something for the future. Smiling, Zero Two says she's envious, since she can't leave something behind. She calls them all wonderful since they have the ability to decide their futures themselves.Ikuno narrates that everything comes to an end eventually. The only difference is whether it happens sooner or later. As for what comes after, they know nothing.Zero Two shows Hiro a picture of a queen that she drew in her room. Ikuno sits on the porch with her head on her hands. Mitsuru and Kokoro lie naked in each other's arms after consummating their relationship.Papa and the Vice Chairman sit on Cosmos and Papa says that the klaxosaur princess chose to go down the path of annihilation. The Vice Chairman says they'll feel the pain of having their earth scorched by their own creation. The Nines that visited the 13th Plantation appear and 9'α says there's something he needs to know."
    },
    {
        "Episode 18": "While Ichigo speaks to Hachi about the squad’s inevitable departure from Mistilteinn, Goro holds his head and Hiro asks how his fever is. He smiles and says fine. Hiro says that Miku had her fever recently as well. Ichigo comes out and Goro asks what's wrong. In the elevator, she tells the two of their plans to abandon Mistilteinn. Though she wants to stay, Goro says that they don't have enough rations and Mistilteinn won't last very long in itself. As they walk back, Goro says that their life there wasn't all bad. Ichigo says it's sad that they have to leave. Hiro says there's something he'd like them to do while they're still there.Hiro explains to the parasites that he wants to have a wedding. As they don't know what it is, Hiro explains that it was a ceremony where two people would make a vow together. Miku asks who will get married. Hiro says Kokoro and Mitsuru. Kokoro says that Hiro told them about it and it sounded wonderful. Mitsuru says they decided to do it before leaving. Goro, Miku, and Zorome voice their support. Though they stop to check on Futoshi, he exclaims that he wants to play the priest so he can be right beside Kokoro and Mitsuru to congratulate them. Kokoro thanks him.Zorome kicks a ball around as Futoshi and Hiro set up chairs. The sakura petals are blown in the wind. Zorome kicks the ball to Hiro and the three pass it back and forth. Miku comes out and scolds them.The parasites paint the side of the house. Ichigo bring Ikuno out and they all pose for a picture.Zero Two looks at her mirror and headband. She is about to draw something, but stops and looks at the drawings for her book. She hears screaming and a black hole appears in the ground. Stamen, such as 081, climb out of the hole and pull at her. The large hand is about to strike her, but she is woken up by Hiro. He asks if she's okay and she shakes in his chest. She smiles and says she dozed off. Hiro says her books almost complete, and she smiles and says she'll show it to him when she's done.The next morning, Zero Two and Hiro walk through the sakura. Zero Two wears a formal pistil outfit that Kokoro lent her and Hiro compliments her. She asks if he remembers their promise to marry and he says he does. They spin around in the petals while smiling and laughing. As the wedding begins, Hiro and the other parasites ring their bells as Mitsuru and Kokoro walk together as well as throwing petals.Hiwever, the wedding is interrupted by the 9’s and an APE assault team, who have come to take Kokoro and Mitsuru away for re-indoctrination. Hiro and Goro quickly surrender, and Hiro calls out to Zero Two as she is beaten down by the 9’s. Afterwards, the parasites sit sadly around the yard. Hiro thinks that it's like the Garden and they're not allowed any happiness. As they pack, Hiro wonders where they were taken and if they'll come back. The cargo ship comes and picks them up.A couple of weeks pass. At the Bird Nest, the squad receives a message and they then reunite with Kokoro and Mitsuru. Hiro apologizes for causing them trouble because he was the one who suggested the wedding. But both of them are confused, asking what a wedding is and have no recollection of the ceremony or each other. Zero Two tells Hiro that their memories have been altered, just like what happened to them.Hiro narrates how they realize they will have to fight for their destiny because they are at the end of their rope."
    },
    {
        "Episode 19": "Goro says that Mitsuru and Kokoro were implanted with fake memories. Ichigo wonders if their memories are lost forever. Futoshi asks if what they did warranted their memories being erased. Zorome says that Papa has his reasons. Miku asks if he's serious and Ikuno says they destroyed everything about the wedding they'd worked so hard for. Zorome says that they've only had Papa their whole lives. Miku says she thought he was better than that. Hiro walks up and Ichigo asks about Zero Two. He says she just needs some final tune-ups. He tells the group that he's thinking of directly asking Papa to return them to normal.Looking at Papa and the other council via monitor, Hiro asks that Misturu and Kokoro's memories be returned. Papa refuses and says that they removed the unnecessary information and there is no way to return them. The rest of the parasites are distressed and the Vice Chairman says that what they're doing is a severe breach of protocol and would normally be punished, but they'll let it off with a mere mention on their record. He says to return to their waiting quarters. Futoshi demands that they apologize. Zorome asks how many klaxosaurs they have to kill before they can become adults. They don't answer and Zorome asks what they're living for. Hiro says that they took away Zero Two and his precious memories as well as Kokoro and Mitsuru's. He says they can't see him as their Papa and to set them free once the battle is over. Papa agrees, as long as they fulfill their duties in next mission. Then they hang up. Dr. FRANXX tells them to show whether they can become real humans. Hiro says he saw him in Zero Two's memories and that he can't forgive him before walking out.Zero Two sits outside. He stares at her horns and she calls him a pervert. He smiles and tells her that they made their decision. He holds out his hand and they walk away. The doctor watches them walk away holding hands.He narrates that fate is more often cruel, but it can be powerless in the face of desire. He thinks that she would hate him if she knew."
    },
    {
        "Episode 20": "Nana's replacement explains to the parasites that the Star Entity is now under their control and they'll be booting it up the next day. The FRANXX squads are tasked with keeping all enemies away from it. Miku asks where Nana is, and she replies that she is Nana. She introduces herself as Code 007 and says that she's been appointed the new caretaker of Squad 13. Ichigo asks what the Star Entity is, and Nana says it's a klaxosaur weapon. Ichigo asks if it's risky, but Nana simply smiles.Gorilla says that they don't need to worry and Baboon says that that's why they modified it for so long. Another says that they're implanting Strelizia in Star Entity's core. Papa says to Zero Two that it is for that purpose that they raised her. She is unimpressed, but Hiro grabs her hand and asks what happens after that. He says that the future will belong to humanity if they defeat the klaxosaurs. He says they won't call him \"Papa\" anymore and they'll control their own destiny.On D-Day, at Bird Nest, Vice Chairman says that APE has always desired peace and prosperity for mankind. Marmoset tells them to offer all of themselves. Papa says they will finally prevail. 9'α watches the squad and becomes annoyed when he sees Zero Two yawn. After the assembly, the 9's mock squad 13. Zero Two steps forward and says they're all stronger than them, since they have their eyes on the future. This angers Alpha and he says that Papa only treats them differently because they're his tools before they all walk away. The squad is thankful to Zero Two but are interrupted by a siren. An announcer says that a klaxosaur pack is headed towards Gran Crevasse. The parasites all head out. Kokoro rubs her finger and Mitsuru says they were partners, so they should be able to connect.At the Gran Crevasse ruins, the FRANXX attack the klaxosaur. When Mitsuru compliments Kokoro, he has a pain in his head when saying her name. Genista struggles, and Kokoro gets the same pain when saying \"Mitsuru.\"Hiro, Zero Two, Dr. FRANXX, and Hachi go down an elevator with Strelizia. Hiro and Zero Two discuss their plans and Zero Two says she doesn't care as long as they're together. She is about to say something about the last page of the book, but stops herself. They kiss as they promise to be together forever. They reach the bottom of Gran Crevasse. Zero Two hears something coming and they leave. One of the snake klaxosaur break through the wall and 001 says she won't allow them to do what they wish with their child. Dr. FRANXX asks if she's there to take back Star Entity, but he says she can't since she's the last surviving klaxo sapiens. He says he'll operate it with her, since he always dreamed of it since they met. She suddenly pins him down and says she needs no partner, but she will use the one he's offered. Strelizia tries to open a gate, but can't. 001 catches up and pulls Zero Two out, saying that she's a duplicate that does not realize she is being used by the invaders. She says she isn't fit to pilot their child before throwing her out. She kisses Hiro and says he must not be an ordinary human before closing the door. She says she will devour him and opens the door.Hiro asks how she can pilot Strelizia. She says it was originally one of their brethren. Her horns begin glowing and she sends a message to the pilots. Dr. FRANXX and Hachi hear as well. Dr. FRANXX says that he found that the klaxosaur split into two forms. One returned to the earth and became energy. Baboon says that the seal is an affront. Gorilla says that the magma energy is part of the planet's resources that saved humans from ruin. 001 says they're selfish and asks if they now want to steal her child. She says she will not allow it and that the child is a crystallization of their bonds.Alpha tells her not to talk down to Papa. Dr. FRANXX finishes that the other form consumed that energy and evolved physically and stopped mingling with one another and lost their intelligence. Hachi asks what they are, and he says weapons built by the klaxo sapiens. They are composed of one male and one female klaxo sapiens. The female's soul connected to the weapon, and the male's soul took root in the core, the cockpit. Hachi says that it's similar to the FRANXX. Dr. FRANXX says they're an application of the klaxosaur system. Klaxosaurs that can be piloted by humans genetically modified to be similar. The parasites realize they'd been kept in the dark.001 tells her child to awaken since they're nearly there. She begins the implanting process. Papa says that he was hoping it wouldn't come to this, but they have no choice. Vice Chairman says they wanted to take it and Hringhorni to space as soldiers. Papa says that, if they can't have it, then it can go down along with the planet and they will return to their original roles.Klaxosaur begin popping out from the ground and shooting into space. They shoot spaceships in the sky. Star Entity wakes up and Dr. FRANXX says its beautiful. 001 says that the humans made her ugly, but it's okay. She says a long time ago, when they were attacked by invaders from the expanse of space, they fought and drove them off and then holed up in the earth to prepare. They shoot at a VIRM fleet. They shoot back and 001 says that she won't let them touch their planet. It shoots back and destroys it. Papa says its futile and she asks what VIRM did to their child. The chairman and vice chairman's masks fall and the vice chairman says that Star Entity is a mass of life that could disturb the universe's peace. Papa says that if the klaxosaur princess took over the implanting process, they programmed it to explode. They say that the planet will explode and leave nothing behind. Papa says that they'll take them to eternal paradise.Zero Two continues to walk staggering and says she'll keep her promise to Hiro."
    },
    {
        "Episode 21": "Vice Chairman announces that it is VIRM's will for star energy, which is a mass of life that could disturb the universe's peace. Papa says that if the klaxosaur princess took over the implanting process, they programmed it to explode. The other members of the counsel are confused and Papa explains that they have assimilated several lifeforms from all over the universe and helped them break free of the shells of their bodies. Vice Chairman says that the time has come for humans to embrace their evolution. They say that there exists a form of pleasure that is gentle and perpetual that they will experience. The three fall to the ground.Hiro curses as 001 struggles. He connects to her consciousness. He asks if she's been alone since humanity existed. Zero Two walks along looking for Hiro. The other parasites watch as VIRM kills other parasites. They wonder who they should be fighting.Dr. FRANXX says that the detonation stalled once Hiro connected, the explosion is triggered by stampede mode. Zero Two says that he bought them some time before collapsing.The parasites wonder what they should do and worry about what the announcement said. They agree to return to Gran Crevasse to see for themselves.001 says that VIRM got her and that it's no use. Hiro asks about VIRM and how long she'd been alive. 001 says that it has been more than sixty million years. They inhabited Earth as an advanced civilization. One day, VIRM arrived. They were a group mind with no physical bodies, and they wanted them to cast aside their bodies and join. During war, they forged themselves into immortal weapons and evolved into Klaxosaurs. By the time they fought off VIRM, fighting and warfare were all that remained of their civilization and they lost their ability to procreate. The enemy they fought off was VIRM's vanguard. To prepare for their return, they went underground and the weak turned themselves into energy, and the strong combined to evolve into even stronger weapons.Zero Two wakes up and says that 001 called her a fake. Dr. FRANXX says that 001 is the sole survivor of the klaxo sapiens, and she is her clone. She was created to operate Star Entity on behalf of the human race. He says that she was the only success. He created the 9's using her cells too, but they didn't inherit the Klaxosaur blood. She says that she's going to save Hiro and she doesn't care about the rest. Dr. FRANXX says he'll go as well.As Squad 13 continues, they run into the 9's. They command them to return and continue to follow Papa's orders. They kill more klaxosaur, but are attacked and killed by VIRM.The FRANXX break though and they go to help the two. Ikuno and Futoshi clear a path. Ikuno's turns grey. They let Zero Two go alone with Ichigo and Goro.001 and Hiro continue to struggle. He relates to their want to fight but feels that he wasn't really living when he only wanted to fight.Hringhorni begins flying. Alpha asks Papa to say something. Dr. FRANXX and Zero Two continue as they stay to fight VIRM. Dr. FRANXX sacrifices his arm to the door, as it contains 001's cells. Though he wanted them to turn him into a klaxosaur. The snake allows zero Two to ride. She asks him if he took her to Plantation 13 to reunite her with Hiro. He says he wasn't expecting them to rekindle what they had and it was just a whim. Smiling, she thanks him for creating her and helping her meet Hiro. After she goes, he wonders how she became so human.As they break through the wall, the snake klaxosaur dies. She opens the door to Strelizia and tries to revive Hiro. She finds out that he's covered in blood and that they'd run out of time. Her horns break free and her skin turns red and she kisses him. 001 gives the rest of her strength to them. She stakes the planet on them.The two reunite under a tree after keeping their promise. They kiss and the bomb disintegrates. It breaks their program and begins attacking VIRM. Dr. FRANXX finds her beautiful before a rock kills him. VIRM takes their lance and withdraws saying that they will bring back their army.Panting, Hiro smiles and says to Zero Two that they did it. She doesn't respond, and her face is lifeless as her horn crumbles."
    },
    {
        "Episode 22": "Hiro takes care of Zero Two while she is in a catatonic state and remembers when Strelizia flew into space with the klaxosaurs after the battle was over. He tries to feed her but she doesn’t move. He is then confused when he notices a mysterious cut on her arm. Squad 13 begins attempting to grow crops in the fields to survive but grow concerned when they realize their rations are limited and they no longer have water and energy maintenance. Hiro leaves in the middle of the meeting and a concerned Ichigo asks him to tell her anything that is bothering him. He later finds more cuts on Zero Two’s body and grows alarmed.The next day, Hiro goes to work in the fields although he is exhausted from taking care of Zero Two. Goro asks him to sit for the day but Hiro declines. Then, everyone sees a VIRM and klaxosaur crash into the ground after killing each other and then more klaxosaur ships fly into space. Hiro hears Miku panic when Kokoro collapses. Hiro is present in the infirmary when the new Nana announces Kokoro is pregnant. In the hallway, Mitsuru, who realizes he is the father of the baby but is torn between the choices of abortion or keeping the baby, asks Hiro on which choice is the right one. However, Hiro says he doesn’t know because he doesn’t even know what is right or wrong anymore.Hiro goes to Zero Two’s room and finds it empty. He searches for her and finds her roaming the hallway, looking at the sky. The next day, she goes missing again and Hiro searches frantically for her. Goro tries telling him about the dire situation tegarding the crops until Hiro finally spots Zero Two standing in the rain outside. He leaves Goro behind to reach Zero two as she looks aimlessly at the sky. He takes her back to her room, where he finds the last page of Zero Two’s story has no drawing and he realizes she deliberately left it blank because she foresaw they would part ways one day. As his horns make contact with hers, Hiro realizes that Zero Two’s mind is with Strelizia and she is battling the VIRM.Hiro meets with Hachi to find a functional spacecraft that can take him to Strelizia’s location. They are able to locate a klaxosaur Mothership that is still functional and Hiro devises a plan to rescue her. He goes to the squad to tell them what he plans to do and Zero Two’s circumstances. However, they oppose his plan because it is a suicide mission and he is likely to get killed. Hiro acknowledges he will probably die and he respects how they feel but, because Zero Two kept her end of their promise, he intends to do the same thing. He then leaves the room. Goro stops him and berates him for disregarding everyone’s feelings and going off to die while everyone who cares about him is struggling to survive. Hiro replies he understands but he also wants them to understand how he feels and he can’t just leave Zero Two behind. Goro argues once more that Hiro is risking his relationship with everyone by going off to die and simply asking them to understand. Hiro replies that if Zero Two won’t smile at him, he might as well be dead. Angry, Goro punches Hiro, who is unfazed. Hiro later cuddles next to Zero Two.The next morning, Hiro is about to leave when he is met by Squad 13, Nana, and Hachi. Hiro asks them where they are going and Ichigo says they are going to help him bring Zero Two back. Zorome and Futoshi add they personally want revenge against VIRM for trying to kill them or letting them die. The 9’s also offer their assistance to fulfill their duties and intend to die in space. Goro says he accepts Hiro’s decision and he won’t fight it anymore, and now they are even. He adds that they all have chosen their own path so Hiro can’t fight either, moving Hiro to tears. Mitsuru approaches Hiro and they exchange words."
    },
    {
        "Episode 23": "Mitsuru tells Hiro that he will be staying behind and Hiro acknowledges he has chosen to stay for Kokoro and the baby’s sake. Squad 13 and the 9’s fly into space with their FRANXX while the klaxosaurs and VIRM battle. Hiro is amazed he was able to connect with Alpha, who says the 9’s can be both pistol and stamen. Hiro feels like he with Zero Two and Alpha says that’s because he is her clone.After returning to the ship, Goro and Ichigo meet with Hiro, who is looking at a photo, and they all reaffirm their goal to rescue Zero Two. Persuaded by Ichigo, Goro apologizes for hitting him and Hiro laughs and nudges Goro, saying it’s fine. They spot a VIRM fleet within Mars’ orbit and surrounding Strelizia. Hiro and Alpha head straight into the battle while the others follow behind as backup. As a fleet forms a barricade to prevent them from getting closer to Strelizia, Argentea clashes with them to create an opening for Hiro and Alpha to pass through. They finally reach where Strelizia is and see the entrance. But they are cornered by a massive VIRM and are unable land a direct hit on it due to its size. Alpha ejects Hiro into Strelizia and tells Hiro he learned a bit of what it means to be human but his home is the battlefield and asks Hiro tell Zero Two “Hi” for him before self destructing and killing the VIRM. Hiro makes his way to the cockpit and sits in it while recalling his promise to be with Zero Two. Her consciousness awakens and Hiro, realizing it is her, asks her to devour him. He enters her consciousness and finds that her mind is filled with pages from her story. She tells him to stay away from her and they can’t be together because he needs to be human. Hiro says he wanted to see her and he wants to be with her.Hiro finally meets with Zero Two and reaffirms his decision to stay with her because they promised to be together forever. She tells him to stay away from her and she is fine with being alone. He calls her a liar and says if so then why is the last page of her picture book left blank. He offers her his hand so they can rewrite the story together. She accepts and they embrace while he vows to never let her go.Zero Two merges with Strelizia, becoming Strelizia True Apus. She effortlessly destroys the VIRM fleet. A Warp Gate opens and Hiro and Zero Two announce they will be going through it and leave the solar system. Squad 13 asks why they are leaving rather than heading back to Earth. Hiro says Strelizia and the gate are linked, which means neither she nor him can stop the process, and the gate will close soon anyway. Ichigo begs for a reason why they have to leave, and Zero Two replies “to end this war”. Ichigo suggests they all go but Hiro says only Strelizia can withstand going through the gate and because the next fleet will be larger, he and Zero Two need to take them by surprise. Goro asks Hiro if he will come back but Hiro doesn’t respond. Ichigo says she won’t allow them but, by leader’s orders, they better come back alive. Goro agrees. Hiro and Zero Two promise to come back as they take a Klaxosaur Bomb and enter the gate, which closes as soon as they pass through. In the cockpit, Hiro looks at the photo, which is the group picture the squad took before the wedding."
    },
    {
        "Episode 24": "After 70 days of traveling in space, Hiro notes how he hasn’t had the need to eat and sleep, and wonders if he is becoming a full klaxosaur. But he says he is not scared because he feels he is becoming part of Zero Two. They come across a swarm of VIRM and proceed to wipe them out.783 days since the gate passage, Hiro falls asleep for a moment and talks to Zero Two about a dream he had in which their friends were leading normal lives on Earth. He also tells her he had a dream in which they meet in a distant future but he believes it wasn’t a dream but hope for them.After arriving at the VIRM home planet, they are confronted by Papa and the Vice Chairman, who proceeds to send VIRM soldiers to attack them. Hiro is knocked unconscious and loses his connection to Zero Two, who impaled by Hringhorni. Papa and the Vice Chairman say Hiro is unconscious due to the incompatibility of him being a human and her a klaxosaur. At a disadvantage, Zero Two pleads for her friends to save Hiro.Back on Earth, Squad 13 realizes Zero Two’s body can serve as a link to her and Hiro in space, and they join hands to send their thoughts to the two. Their voices reach them and Hiro says he hears all of their voices, including the revelation that Kokoro and Mitsuru have a daughter whom they named Ai because, as her name means ‘love’, a word Hiro and Zero Two taught them, they want her to inherit the bond Hiro shares with Zero Two. Zero Two credits him for how their lives turned out as it was proof of his desire to live but he believes he caused them trouble. She says it was because of his desire to live and how special he is to her, as they met by chance, are bound by a kiss, and are attracted to each other by nature. She convinces him to help her once more. He is able to reconnect with Zero Two, becoming one as the Jian and the Strelizia True Apus reverting back to the Strelizia Iron Maiden to take control of Hringhorni and push the Klaxosaur bomb into the VIRM planet. Knowing they will die when it detonates, they profess their love to each other. The bomb explodes, destroying the planet and freeing the souls kept in the planet by the VIRM, though Papa and the Vice Chairman survive and vow to return at the peak of their evolution. Hiro and Zero Two’s souls begin making the long journey back to Earth.Everyone on Earth sees the explosion and realize Hiro and Zero Two won the battle but sacrificed themselves, which saddens them. Over the next eight years, the memory of Hiro and Zero Two remains on everyone’s minds. Ichigo completes Zero Two’s story book and all the children are taught to read it to honor their memory. Squad 13 reunites at a cherry blossom tree and thank Hiro and Zero Two for teaching them about life, love, and humanity and for giving them a chance to live normal lives.A thousand years later, a young boy who resembles Hiro meets a young girl who looks like Zero Two. It is revealed they are the reincarnations of Hiro and Zero Two, and they begin a new romance once again."
    },
    {
        "Zero Two": "Hiro first met Zero Two when she was skinny dipping in the lake of Mistilteinn. He was horrified to see a naked girl for the first time but she was undeterred and found his reaction to be amusing. She teased him by calling him a pervert because he didn’t realize he was holding her underwear. He then confided in her about his inability to pilot and he has no purpose in life. Zero Two forces herself into him, telling him he can make a future by himself, even if he has to take it by force. Despite that others discriminate her for her horns, he found that they are alluring. When they meet again, Hiro is determined to pilot a FRANXX to give his existence a purpose and offers to help Zero Two pilot Strelizia, despite the rumors in which her partners die after three rides. Compelled, she declares him as her ‘darling’ and kisses him, which activates Strelizia.Since then, Zero Two becomes fascinated with Hiro and prefers to spend as much time with him as possible, even when she was not an official member of Squad 13. Hiro found her rebellious and alluring behavior to be bizarre and awkward but deep down, he felt drawn to her. Although his friends insist he must stay away from Zero Two because of the rumors, he refuses and decides to keep piloting with her even if he dies. Before his third ride, Zero Two offers him a chance to back out of it but he still chooses to ride with her. During the ride, he almost succumbs to the effects until he witnesses Zero Two fight in stampede mode and hurt herself to fight a Gutenberg klaxosaur. Hiro miraculously survives and embraces her, telling her that he is her partner. This allows them to reconnect and kill the klaxosaur. Afterwards they become official partners.Zero Two treats Hiro more as a lover, though this embarrasses him due to his lack of knowledge on interpersonal relationships and sentimentality. By Episode 11, the first signs of cracks in their relationship surface. Hiro offers to listen to her problems and encourages her to be open with him but she refuses, saying they can communicate better while piloting Strelizia. She later tells Hiro they will always be together. In episode 12, Zero Two becomes increasingly distant with Hiro to the point of ignoring him when he talks to her. Hiro confronts her, telling her that, after watching Goro and Futoshi struggle with their feelings for Ichigo and Kokoro respectively, he realizes he Ioves her. She pushes him to the ground and partially undresses while offering to show him what comes after a kiss. While kissing him, he resists and says that’s not what he means. She is indifferent to him afterwards.Gradually, Zero Two becomes more hostile than ever, even towards Hiro. In the middle of such a fight, Hiro connects deeply with the consciousness of Zero Two and catches a glimpse of the memory that was their childhood. A young Hiro had just witnessed a girl with red skin and horns being pulled to another room by an Adult. Curious, he persued her and was petrified to see her being used as a lab rat, subject to torture, etc. Unwilling to watch her suffer, Hiro broke her out of her cell and together, they hid in the forest. Hiro was kind enough to look after her, talk to her, gave her sweet and even tended to her wounds. Time passes by, and one day, Hiro and the girl rested under a white tree. Hiro promises the girl that he will be her Darling. Overcame with joy, she broke into tears. But their happiness was cut short when they were arrested and brainwashed. Hiro then woke up in Strelizia, tears welling down his face. That girl was Zero Two, who is currently out of control, beating up her teammates. Hiro confronted her. Tears flowed down both their faces.As Hiro is forcibly separated from his partner, he tries to escape the hospital room he is locked in by the rest of the squad to see Zero Two, but only finds a ruined empty bedroom in Mistilteinn. He comes to realize she also went out to look for him in the hospital. However, when he arrives in his room again, he finds an outraged Zero Two holding Ichigo by the neck, while the rest of Squad 13 lies unconcious. Ichigo is then thrown to the ground. Ichigo tells Hiro to run. Zero Two, with a devious grin, invites Hiro to \"talk lots and lots\". Hiro scolds her for being such a monster. causing Zero Two not to despise him, but to understand the damage she's made and how unfair she's been to the one she holds dearest. Feeling like she needs to be punished for her misdeeds, a depressed Zero Two consents to leave Cerasus and meet the Nines for the battle of Gran Crevasse, this time by the side of disposable stamens, leaving as Hiro cries. When he tries once more to retrieve her, Ichigo stops him, confessing her love for him while Hiro instead pays attention to the sky as Zero Two's plane leaves the area.Seeing Zero Two fighting alone prompts Hiro to finally decide he is not going to abandon Zero Two, recklessly charging through the battlefield in a Training unit, armed with nothing but a wooden board. He fell. Blood slowly oozed from his forehead, but he was not going to give up just yet. Goro, seeing his efforts, allows him a first class seat inside Delphinium with Ichigo. Together, they reached Strelitzia. Hiro managed to make his way into the cockpit and consoles Zero Two. In return, Zero Two reciprocates Hiro feelings towards her, resulting in Strelizia \"evolving\". They then annihilated a super Lehman class Klaxosaur while screaming each other's name out loud.From then onwards, they began a romantic relationship and reaffirmed their promise to get married once they reach adulthood. Zero Two begins drawing a story book based a book from her childhood, “The Prince and and the Beast”, which she feels is similar to her relationship with Hiro. They become increasingly devoted and affectionate to each other, and spend as much time with each other as possible. They become so devoted to each other to the point they back each other up against APE’s treatment towards the squad, and they desire to lead new lives beyond fighting. During the battle with VIRM, Zero Two risks her life to save Hiro from the Klaxosaur Princess and her consciousness merges with Strelizia to continue fighting with VIRM while Hiro stays behind to be safe. Hiro, however, rushes to save her and she reveals her true motive for leaving him: so he could remain human because he is becoming a monster like her. However, he reaffirms his vow to be with her forever and they reconcile as they symbolically ’marry’. After two years of fighting VIRM in space, Hiro and Zero Two sacrifice themselves and happily die together, promising to meet again.A thousand years later, their souls are reincarnated into two children, who meet a cherry blossom tree and they ask for each other’s names, strongly hinting they will rekindle their romance."
    },
    {
        "Ichigo": "Ichigo is Hiro's childhood best friend. He cares a lot about her and Goro compares their relationship to that of siblings. Hiro admitts that's how he feels as well but seems to be oblivious to her feelings for him. When Hiro piloted Delphinium with her, their compatibility was 100%, higher than any other pair. However, their FRANXX deactivated almost immediately afterwards. When Ichigo kissed him in an attempt to help awaken his abilities like it did with Zero Two, he felt nothing but guilt because it was her first kiss and he knew a kiss is supposed to be shared with someone special. Ichigo, in her anger, retorted he sucked at kissing which surprises him.In the aftermath, Ichigo told him to forget about it because he failed to awaken his abilities as he tried apologizing. He still found it awkward to be around her, although he continued remaining friendly with her. Goro eventually tells Hiro that Ichigo looks at him as her hero and she holds romantic feelings for him, which caught Hiro off guard and again made him feel awkward around her. In turn, Ichigo worries deeply for Hiro as he piloted with Zero Two despite the risks of doing so, and she secretly felt jealous of how much attention he was paying to Zero Two. When Hiro almost died during his third ride, Ichigo broke down crying and blamed herself for not stopping him. But when he survived, she was so relieved she embraced him.After Zero Two leaves the squad for almost killing Hiro and attacking the squad, Hiro attempts to stop her but Ichigo kissed him and confesses she loves him and wants to be with him forever. Hiro doesn’t know how to respond but can only think about Zero Two.Ichigo continues to try to keep Hiro from seeing Zero Two and promises to help him pilot with her. However, while Hironis grateful for her concern, he is distraught at himself for hesitating to see Zero Two and goes to the battlefield. Ichigo again tries to stop him but Goro intervenes and convinces her to let Hiro see her. When they connect in Delphinium, Ichigo sees his mind is full of memories and emotions for Zero Two, causing her to cry and remark there is no room for her. Although she lashes out at Zero Two for her behavior, she later admits she is happy for them when they reconcile.Since then, Hiro and Ichigo remained close friends and she no longer holds animosity towards Zero Two. When Hiro decides to go on a suicide mission to save Zero Two in space, Ichigo sheds tears but she later decides to support his decision and help him.Ichigo mourns Hiro’s death but still believes the two will one day come back. Eight years after his death, Ichigo remembers the lessons she learned from Hiro and Zero Two, saying they were more human than anyone else."
    },
    {
        "Goro": "Hiro and Goro in their room.Goro and Hiro have a good relationship and grew up together in the Garden. They think of each other like brothers. Goro is generally the most supportive of Hiro and his endeavors because he only wants Hiro to find happiness and success. When others tend to doubt Hiro as a FRANXX pilot, Goro is the one who voices nothing but positive remarks about how Hiro is a genius and can pull through if he keeps trying. That doesn’t mean Goro is above voicing his disapproval of Hiro’s choices if it involves putting his life at stake. This is shown when Goro learned Hiro was suffering from a lethal tumor on his chest as a result of piloting with Zero Two. Goro wanted to help him and asked him to not pilot with her again but Hiro convinced him to keep it a secret because all he wanted was to fulfill his duties as a parasite even if it meant dying. Goro in turn called him a fool. However, when Hiro survived his third ride, Goro was greatly relieved and came to support Hiro piloting with her again, as he saw she made a positive influence on Hiro. They continued to remain friendly and confidants until they get into a heated argument in Episode 23. Hiro decided to go to space to rescue Zero Two despite it being a suicide mission. Goro berates him for running off to die while everyone else was working hard to survive. Hiro’s response that he was better off dead without having Zero Two with him provoked Goro into punching him. However, the next day, the two reconciled.  Two years later, when Hiro and Zero Two sacrifice themselves, Goro mourns the death of his best friend. "
    },
    {
        "Zorome": "Hiro and Zorome butt heads.Zorome and Hiro have clashing personalities. Zorome often would mock Hiro of his inability to pilot and start fights with him. Hiro held back from retaliating except in Episode 02, when they do get into a physical altercation. Zorome and Miku both volunteer to be the opponents in Hiro’s mock battle because Zorome wanted to beat Hiro and prove his worthiness.After Hiro pilots Strelizia with Zero Two and saves him alongside the rest of the squad, Hiro makes amends with him, and states that he will try not to be a burden to Zorome and will fight alongside him, which gained his respect. Despite this, Zorome continued to mock him, although not with animosity but with amusement.Overtime, the two became sincere comrades and worked together well in the battlefield. After Hiro decided to go to space to rescue Zero Two, Zorome agrees to go with him but he insists he only wants revenge against VIRM and not because of him wanting to do it for Hiro. By Episode 23, the sincerity of their comradeship is shown when Zorome is saddened by Hiro and Zero Two’s decision to travel trough space to destroy VIRM for good."
    },
    {
        "Miku": "Like with Zorome, Hiro shared a distant relationship with Miku, who also doubted his parasite abilities. However, she showed more concern for his fate after his initial failure to synchronize with Naomi. She finds amusement in his awkward relationship with Zero Two and teases him for it. Like with all his comrades, Hiro treats Miku like a friend and shows concern for her during battles. She also mourns his death and believes he heard everyone’s prayers before he died."
    },
    {
        "Futoshi": "Hiro and Futoshi have a typical squadmate relationship. They are very civil with each other and never have arguments. Hiro is there to comfort Futoshi after Kokoro breaks off their partnership. Hearing Futoshi confess he loved Kokoro gradually helps Hiro recognize his own feelings for Zero Two."
    },
    {
        "Ikuno": "Hiro and Ikuno rarely talk to each other but are civil when in the other’s presence."
    },
    {
        "Mitsuru": "Mitsuru and Hiro have a negative relationship. Mitsuru used to look up to Hiro, but finds his inability to pilot pathetic. He mocks him and seems to have an inferiority complex against him. He is desperate to prove that he is better than Hiro, stating that he will even become the stamen of Strelizia because he is able to ride it just as good as Hiro. However, he is left greatly injured after riding in Strelizia, which makes him anxiously think about why Hiro can pilot it so well while he can't, showing his great jealousy of Hiro.It's later revealed that Mitsuru’s cold attitude towards Hiro stemmed from their childhood. Mitsuru once promised Hiro that they would ride a Franxx together. But, due of Dr FRANXX wiping the latter's memory, Hiro forgot about that promise. Mitsuru view this as an act of betrayal and hated Hiro ever since. Hiro later remembered his promise in episode 13 and confronted Mitsuru in episode 14, apologizing for what had happened. Mitsuru said he had forgotten about that already.With the misunderstanding cleared up, the two have become more civil and open with each other, and Hiro helps Mitsuru realize his feelings for Kokoro. They have a conversation about Mitsuru’s feelings for Kokoro and Mitsuru even tells Hiro how glad he is that they were able to talk like this after a long time. Hiro further encourages them to get married but Papa’s decision to erase their memories as punishment provoked Hiro into confronting and clashing with Papa. However, when Mitsuru learns Kokoro is pregnant with his child, he turns to Hiro for advice but Hiro, lost in concern for Zero Two, can’t give him an answer.Mitsuru, with the other parasites, sends his thoughts to Hiro and Zero Two. He tells Hiro that he and Kokoro named their child Ai because it means ‘love’, a word they were never taught but learned from Hiro and they wanted her to inherit the bond Hiro shares with Zero Two. After Hiro’s sacrifice, Mitsuru mourns his death."
    },
    {
        "Kokoro": "Hiro and Kokoro have a typical squadmate relationship but they get along relatively well. She treats Hiro kindly and shows concern for him when he has trouble connecting with a FRANXX. She also looks up to him for being a genius and working hard to prove his worthiness as a parasite. Hiro helps Kokoro and Mitsuru officialize their relationship by encouraging them to get married and it is Papa’s decision to erase their memories as punishment that finally provoked Hiro to confront and clash with Papa.After Hiro’s sacrifice, Kokoro breaks into tears but thanks him for saving the planet."
    },
    {
        "Naomi": "Naomi says goodbye.His former partner while training to become Parasites. When tested in their ability to connect they failed. Naomi was expelled, and Hiro chose to leave, despite HQ giving him the rare chance to remain in hopes of getting a partner that is compatible with him. Naomi cares for Hiro enough that she gets upset that he chose to leave Plantation 13 along with her. When they're meant to get on a transport to leave, she prevents him from getting on board by throwing her suitcase at him. The last thing she tells him is that she likes the name he gave her, and that she hopes he finds a good partner.Hiro is relieved when he learns she survived the klaxosaur attack and had gone under medical treatment.She appears again in Episode 6, in the moment when Hiro almost dies, reminding him that his partner (Zero Two) needs him, also that he is lying to himself upon the fact that he is satisfied and that he thinks had done his best.She reappears in episode 24 and later mourns Hiro’s death."
    },
    {
        "Dr. FRANXX": "Dr. Franxx once commented that: \"That boy (Hiro) might be the one to fulfill Zero Two's request\". But, upon meeting him personally, he warns Hiro that if he wants to be with Zero Two forever, he musn't let her consume him. Hiro was amazed to meet Dr. Franxx and was surprised to learn he was the creator of the FRANXX. Dr. Franxx was also interested in Hiro as being the only stamen to survive his third ride with Zero Two.In midst of a heated rage-full attack from Zero Two, Hiro deeply connects with Zero Two’s consciousness and sees memories of her being subjected to inhumane experiments, which left a child Hiro horrified and provoked him to help her escape. After the two were captured, Dr. Franxx erased their memories and he returned Hiro to the Garden.During the Gran Crevasse siege, they had a chat. Dr. Franxx remarks about how Zero Two is such a marvelous creation, yet is always so lonely, like a Klaxosaur. Hiro objected, saying that she's human. Intrigued, the doctor turns around to look at Hiro. He says that he had thought she (Zero Two) may have finally found a partner as Hiro prepares to leave for Zero Two.Later, Hiro confronts Dr. Franxx about his role in erasing his and Zero Two’s memories. Hiro expresses his anger at him for the horrific experiments he did to Zero Two and Hiro says he will never forgive him for that before walking away.After the Klaxosaur Princess forcibly connects with Hiro and seriously injures Zero Two, Dr. Franxx offers advice to her to save Hiro before he is consumed by the princess. Although Dr. Franxx says he it was never his intention to reunite the two, he is simply trying to atone for his sins for what he did to Zero Two and only she and Hiro can create a miracle."
    },
    {
        "Papa": "Along with APE's council (Known as Landmark Club, or Seven Sages), Papa refers to Hiro as the \"Special Specimen\". Like all the parasites and adults, Hiro was loyal to Papa and states his sole purpose in life was to protect Papa and the adults. However, after regaining his lost memories, this purpose began to diminish and Hiro slowly recognizes Papa held neither compassion or interest in the parasites other than using them as tools for warfare.It is when Kokoro and Mitsuru’s memories were erased for wanting to get married and have a child that Hiro began to openly rebel against Papa. He later confronted Papa, saying he can no longer see him as Squad 13’s Papa for taking away their happiness and demanded he relieve them of their duties, which Papa agreed to do in exchange for the squad’s cooperation in the final battle. Hiro agreed but reaffirmed the squad will decide it’s own destiny.After Papa reveals he is actually a VIRM who has been using the children as tools against the klaxosaurs, Hiro no longer has any loyalty or regards for Papa, especially when Papa leaves the children on their own to potentially die after the parasites turn against him and help the klaxosaurs force Papa and the VIRM to retreat into space.In the final battle, Papa suggests all life forms merge with VIRM to eliminate hate and discrimination but Hiro rejected this. After Hiro and Zero Two sacrifice themselves, Papa is still alive and vows to face them again at the peak of evolution."
    },
    {
        "001": "Hiro and the Klaxosaur Princess were connected temporarily in Strelizia and she considers him as no ordinary human after looking at his small horns and some klaxosaur blood in his veins. He resisted her and considered her as a monster but she overpowered him and he would have died if Zero Two had not arrived and saved him. Seeing the depth of love between the two, the princess decides to leave the fate of the world in their hands and frees Hiro."
    },
    {
        "Ai": "Hiro never meets Ai, who is Kokoro and Mitsuru’s daughter, as she was born during the time he was fighting in space. It is Ai who is indirectly responsible for helping Hiro and Zero defeat VIRM when she has an intuition that they are in danger and her repeating “darling”, a word she didn’t know, convinced the others something was wrong and they sent their prayers to Hiro and Zero Two. When he hears Kokoro and Mitsuru say they had a baby girl and her name means love, a word Hiro taught them, Hiro regains consciousness and is able to reconnect with Zero Two to destroy the VIRM planet. Although he never met her, Hiro cared for her deeply enough to sacrifice his life to protect her."
    },
    {
        "Etymology": "Hiro's nickname may use some of the numeral's readings from his real name \"Code:016\" (pronounced zero-ichi-roku): hi from 1 (一つ, hitotsu) and ro from 6 (六, roku)."
    }
]