[{"_id":"6a696bd124c00e62e69056487e937877","title":"Выбираем компьютер грамотно и экономно","mark":"Компьютеры","article":"Начнём с корпуса, мало кто уделяет ему должное внимание, одним хочется, чтобы он был максимально бюджетным, другим же нужен самый красивый с неоновой подсветкой и вычурным дизайном.Оптимальный корпус должен быть, прежде всего, подходящего размера, именно под Вашу будущую сборку. Нужно учитывать, что если корпус маленький, то выбор материнской платы и видеокарты сильно сужается.Яндекс.ДиректАренда облачного сервера с GPUДешевые видеокарты на PRICE.RU!Продавец: ООО Дорфа. Адрес: 125319, г Москва, ул Черняховского, д 19. ОГРН: 1197746705265Серверы б/у HPE/DELL купитьКорпуса отличаются прежде своим форм-фактором, что обычно указывается в прайсе, особенности дизайна в нём не указываются и смотрятся уже на месте или по фотографиям, если корпус заказывается через интернет. Более подробно про габариты корпусов можете прочитать тут.На втором месте после размера стоит продуваемость корпуса, важно помнить, что миниатюрный корпус смотрится красиво, но не будет хорошо продуваемым! Не смотря на модность скромных габаритов, они затрудняют апгрейд и сильно ухудшают охлаждение процессора, видеокарты, материнской платы и блока питания (остальные комплектующие нагреваются мало).На продуваемость корпуса влияют не только габариты, но количество и расположение вентиляторов. Например, они должны быть как на вдув (прохладный воздух), так и на выдув (горячий воздух). Грамотное расположение вентиляторов будет учитывать законы физики, которые гласят, что «горячий воздух поднимается вверх». Поэтому вдув должен идти снизу, где воздух более холодный, а выдув сверху, куда будет подниматься уже нагретый воздух. Я сталкивался с корпусами, у которых было наоборот…"},{"_id":"6e18af86d6a25b737823739a9990fc66","title":"Выбор комплектующих","mark":"Компьютеры","article":"Выбор процессора для будущего компьютераПроцессор – это начальное звено, то от чего стоит отталкиваться при сборке нового компьютера в первую очередь, вне зависимости от дальнейшего предназначения компьютера. Только после того как выбран конкретный процессор можно и дальше продолжать решать вопрос комплектующими: с материнской платой и оперативной памятью и т.д.Взглянув на процессорный ассортимент, вам сразу кинутся в глаза два конкурента Intel и AMD. Если поверхностно разобраться в тестах и обзорами выбора между этими торговыми марками, позволительно прийти к небольшому выводу: процессоры Intel хороши в плане производительности, а AMD лучше в ценовом сегменте.Выбор процессора AMDЕсли взять идентичные по частоте и количеству ядер два процессора разных производителей, то тут с большей вероятностью выйдет победителем именно Intel. Ведь у них хорошо реализована структура CPU, на разработку которой ушли годы. AMD менее производительны как покажется на первый взгляд, но если сравнивать их немного по-другому, а именно по цене и производительности, то AMD в средне ценовом сегменте обычно более производительны.Конечно же выбирать между тем или иным производителем – это вопрос больше философский, так как фанаты всегда поддерживают одного из этих конкурентов. Для начала необходимо ознакомиться с ведущими решениями от AMD.Данные центральные процессоры на сегодняшний день делают под socket (тип разъема) AM3+, имеющие три серии моделей FX с 4-ех, 6-ти и 8-ми ядрами и стоимости этих технических решений соответственно разные. Эти процессоры станут отличным бюджетным решением для современных игр. При этом количество ядер будет влиять на лучшую многозадачность, что сейчас не маловажно. Но тут фактор в пользу Intel - большинство нынешних компьютерных игр адаптированы под четырёх ядерные процессоры.Как актуальное дешёвое дополнение для обновления компьютера на сегодня будут 4-ех ядерные процессоры AMD Athlon c socket FM2 и с socket AM3 AMD Athlon X4. Но эти процессоры не имеют интегрированного графического ядра, что довольно значимо, ведь для офисного компьютера покупка видеокарты будет лишней растратой, поэтому эти модели для сборки перспективного игрового компьютера лучше не использовать. Если вы желаете интегрированное видео, что считается оптимальным для пользовательского или офисного компьютера, то вам стоит присмотреться на процессоры с socket FM2/FM2+.Самыми не дорогостоящим и современным решением от AMD будут являться процессоры серии FX 4100 - 4350. FX4XXX позиционирует больше как хорошая платформа для домашнего компьютера, в своё время как FX6XXX (FX6100 – 6350) неплохо будет проявлять себя как бюджетный игровой компьютер, имеющий разгонный потенциал. Конечно для более высокой производительности можно выбрать процессоры FX 8xxx и 9xxx серии, производительность которых считается лучшей у изготовителя."},{"_id":"0f189cacc54afba059189e0d2a2868bf","title":"Выбор компьютера 2020. Выбираем комплектующие","mark":"Компьютеры","article":"Начнем, пожалуй, с предрассудков и заблуждений, с которыми вы обязательно столкнетесь при выборе компьютера.- Японское или американское «железо» лучше китайского.Если учесть, что практически все компьютерное оборудование делается сейчас именно в Китае, то... Исключение составляют лишь эксклюзивные детали, но думается, что вам они вряд ли когда-либо понадобятся. В этом нет ничего плохого, разве что с точки зрения глобализации, зато есть плюс – это цена.Не верьте тем продавцам, кто утверждает, что компьютер западного производителя работает лучше местного, скомплектованного и собранного из правильных деталей прямыми руками. Детали в импортном компьютере принципиально не отличаются, а вот цена выше и возможности модернизации меньше. Для ряда деталей важна если не марка, то точно компания - производитель. И нет разницы, где компания эту деталь произвела. Качество гарантирует именно производитель, а не правительство страны.- Бывшие в употреблении компьютеры работают хуже новых.Есть те, кто утверждает, что электроника не портится, что вероятность отказа для нее высока лишь в первые дни после покупки. Это не совсем верно.Дело в том, что современном компьютере есть много механических деталей. Это системы охлаждения блока питания, материнской платы и видеокарты. Это привод чтения дисков. Это, в конце концов, жесткий диск, на котором хранится вся информация. Все они имеют свой ресурс, и этот ресурс вовсе не бесконечен.Также замечу, что если вероятность выхода из строя микросхемы весьма мала, то высохшие от времени конденсаторы встречаются достаточно часто.Это все к тому, что если вам предлагают купить старый компьютер которому год-два - это не плохо. Если больше – вопрос цены. Но не посоветую покупать компьютер с рук или в непонятных ларьках на рынке. Тем более, что, например, цены на вещевом рынке зачастую выше, чем в известных компьютерных сетях.И это не смотря на то, что наши сетевые магазины компьютеров не гонятся за низкой ценой, хоть часто ее и декларируют."},{"_id":"2b09a02c2690296bc2914670015e4433","title":"Выбор корпуса и блока питания компьютера","mark":"Компьютеры","article":"Блок питания очень часто идет в комплекте с корпусом, поэтому выбирая одно, мы выбираем одновременно и другое, хотя никто не запрещает приобрести блок питания и корпус компьютера отдельно.Абсолютно бесшумный компьютерный корпус ITXDesktop (горизонтальные или настольные). Подходят для бюджетных и частично для универсальных персональных компьютеров. Они компактны, издают минимум шума или даже полностью бесшумны в работе, обычно устанавливаются на стол как своеобразная подставка под монитор или рядом с ним. При правильном подборе корпуса и комплектующих можно собрать компактный, абсолютно бесшумный и при этом недорогой компьютер - это идеальный вариант для офисного компьютера или домашнего медиацентра (HTPC). Но у тишины и компактности есть обратная сторона - слабое охлаждение, поэтому мощные процессоры и видеокарты устанавливать в такие корпуса нельзя. Особо хотелось бы отметить модели с внешним блоком питания - они бесшумны, имеют минимальный размер и максимально хорошее охлаждение для своего размера.Компьютерный корпус типа TowerTower (вертикальные). Классический, самый распространенный тип корпуса, который отлично подходит для всех типов персональных компьютеров. Качество очень разнообразно, начиная от откровенно халтурных моделей и до элитных. Количество производителей слишком широко, чтобы назвать всех.Естественно, что очень дешевые корпуса по цене 20-40 у.е. с уже установленными блоками питания обычно обладают очень низким качеством: ультрабюджетные блоки питания, тонкий металл корпуса, дребезжание, вибрация, ненадежные разъемы, западающие кнопки и так далее. Срок стабильной жизни пару лет, дальше многие экземпляры начинают попросту рассыпаться (западают разъемы USB и аудио на передней панели, плохо работает кнопка включения, заедает крышка привода DVD, усиленно шумят/вибрируют кулера и так далее), к тому же мощность блоков питания очень часто не соответствует действительности (например, 300-320 Вт вместо 450 Вт, указанных на этикетке), поэтому собирать компьютеры в таких корпусах настоятельно не рекомендуется.Наиболее простой и в то же время относительно надежный способ определить качество изготовления блока питания - вес. Качественные блоки питания имеют полноценные дросселя, элементы фильтрации, защиты и охлаждения, поэтому гораздо тяжелее, чем более дешевые модели. То же самое можно сказать о качественных корпусах, которые изготовлены из стали нормальной толщины, имеют все необходимые внутренние элементы жесткости, а также солидные пластиковые части.Классически считается, что самые лучшие корпуса и блоки питания компьютеров производят Chieftec, Cooler Master, FSP, Thermaltake и Zalman - это действительно качественные, надежные и продуманные модели, хотя и значительно более дорогие. Естественно, они тоже иногда попадают в ремонт по внутренним причинам, но все же значительно реже, чем более дешевые устройства."},{"_id":"c8e4d860f56644852486d2f6a54658fa","title":"Выбор производителя компьютера","mark":"Компьютеры","article":"Сборка на заказ или конфигуратор ПК. Сборку желательно заказывать в том магазине или у того человека, которые имеют хорошую репутацию. Так как часто не все нужные комплектующие есть в наличии, то лучше подождать их наличия пару дней, а не получить что-то \"из того, что было\". При заказе важно объяснить менеджеру или сборщику, что Вы ожидаете от своего нового компьютера, а не на какую сумму Вы рассчитываете, так как для девочки 2-го класса обычно вполне достаточно недорогого универсального решения на базе AMD, а вот любителям современных игр такой вариант вряд ли подойдет.Плюсы: возможность выбора характеристик и дизайна компьютера под свои потребности и вкус.Минусы: правильный подбор комплектующих, качество сборки и надежность компьютера сильно зависит от квалификации сборщика.Сборка компьютера самостоятельноСамостоятельная сборка. Настоятельно рекомендуется это делать только в том случае, если Вы уверены в своих базовых знаниях и навыках работы, так как у человека, который не имеет даже минимального опыта, очень большой простор для ошибок: начиная от неправильного или не совсем точного подбора сочетания комплектующих и заканчивая случайностями типа \"отвертка упала на материнскую плату и отбила пару маленьких деталей\". Допущенные ошибки могут легко перечеркнуть сэкономленные 5-10% стоимости компьютера, к тому же вернуть ошибочно заказанный или неисправный товар продавцу после вскрытия упаковки может оказаться проблематичным.Плюсы: те же, что и при сборке на заказ, но при этом минимально возможная цена, а также уверенность в том, что \"все собрано идеально, так как делалось для себя\".Минусы: при отсутствии необходимых знаний и навыков высока вероятность получить несбалансированную систему или допустить критические ошибки.Фабричный компьютерФабричная сборка (известный мировой или отечественный бренд). Казалось бы, что в этом случае все сводится лишь к вопросу о стоимости, так как производительность в этом варианте почти линейно зависит от цены - чем она выше, тем более мощный компьютер. Чтобы еще упростить задачу, часто магазины дают некоторым моделям ярлыки типа \"Лучший игровой компьютер\", \"Компьютер для работы и учебы\", \"Оптимальный компьютер для дома\", \"Лучший мультимедийный компьютер\" и т.д., а чтобы потенциальному покупателю вообще не пришлось думать, могут добавить ярлык \"Хит продаж зимы 2020/2021 года\" - т.е. берите и покупайте! Естественно, что на подобные маркетинговые фишки не стоит обращать внимания, а также желательно перед покупкой немного самостоятельно разобраться в устройстве компьютера.Плюсы: относительная простота выбора, качество сборки, очень часто высокая надежность и тихая работа.Минусы: невозможность изменить начальную конфигурацию, высокая цена, а также скромная производительность компактных компьютеров; некоторые модели даже у приличных производителей имеют очень слабую систему охлаждения.Большинство покупателей выбирают первый или второй вариант."},{"_id":"e75bec4d2faa869e15f0a6b1c259f9b0","title":"Выбор процессора компьютера - Intel или AMD","mark":"Компьютеры","article":"В Интернете идет бесконечная \"война\" между фанатами и противниками Intel и AMD, потому что у первого и второго производителей есть как сильные, так и слабые стороны. Сразу стоит заметить, что хотя процессоры AMD серии FX и Athlon под DDR3 и выглядят на первый взгляд очень выгодными, но они уже морально устарели, часто очень горячие, но самое главное, что по результатам многих тестов (например, тест1, тест2) все модели процессоров AMD до 2016 года непригодны для средних и мощных игровых компьютеров.Практически все современные процессоры до 50 у.е. обладают вполне достаточной производительностью для офисной работы, Интернета и простых игр (например, AMD A8-9600, Intel Celeron G5900), хотя процессоры AMD в этом ценовом диапазоне значительно более выгодны, чем Intel. В то же время гибриды процессоров с материнскими платами (например, Asus J1900I-C) также имеют очень низкую цену, но при этом за счет более высокой интеграции позволяют собирать очень дешевые, надежные, компактные и абсолютно бесшумные компьютеры.По цене 50-100 у.е. среди Intel есть неплохие модели (например, Intel Core i3-9100F), но в общем процессоры AMD более выгодны (например, AMD Ryzen 3 3100);В диапазоне 100-200 у.е. наиболее выгодны процессоры AMD Ryzen, некоторые модели которых обладают почти вдвое более высокой производительностью, чем аналогичные по цене процессоры Intel (например, AMD Ryzen 5 3500). Процессоры Intel имеет смысл покупать только 9 и 10 поколений (например, Intel Core i3-9400F), потому что они имеют выше сочетание производительность/цена, чем процессоры Intel предыдущих поколений. Кроме того, очень выгодно приобретение процессоров AMD Ryzen со встроенной видеокартой (например, AMD Ryzen 3 3200G), так как они обладают как достойной производительностью самого процессора, так и хорошей встроенной видеокартой, производительность которой находится почти на уровне дискретной GeForce 1030, поэтому ее будет достаточно для всех современных игр на минимальных, а некоторых и на средних настройках качества;"},{"_id":"a44ad3870fde9e22fe67168246640374","title":"Как выбирать комплектующие для компьютера","mark":"Компьютеры","article":"С чего начатьПрежде всего, нужно понимать, для чего собираем компьютер — от этого зависит, по какому направлению будем двигаться:Игровой компьютер. Мощный компьютер с дорогой видеокартой, скоростной шиной, быстрыми процессором и оперативной памятью + памяти должно быть много. Хорошей идеей будет изучить рекомендуемые системные требования для игр, в которые хотим играть, и выбирать компьютер мощнее, чтобы хватило на несколько лет.Стандартный офисный вариант. Как правило, это низкопроизводительные компьютеры для запуска офисных программ и серфинга в Интернете. Но не стоит собирать компьютер из самых дешевых компонентов — во первых, браузеры и офисные пакеты не так мало потребляют ресурсов, как может показаться. Во-вторых, важна надежность изделия — недорогие детали могут часто выходить из строя.Для профессиональной деятельности. Имеется в виду запуск требовательных программ — Photoshop, Autocad, 3dMAX, CorelDRAW и так далее. В данном случае, нужно ссылаться на системные требования тех программ, которые необходимо будет запускать на компьютере. Стоит собирать систему с показателями немного выше требований.Сервер. Существует большое разнообразие серверов и серверных задач. Далеко не все требуют высокой производительности. Выбор серверных компонентов во многом зависит от требований и понимания задачи. Также смотрите статью Как выбрать сервер.В каком порядке делать подборПорядок определяет зависимость одних компонентов от других. Например, не определившись с процессором (одним из основных и дорогих компонентов), выбрать материнскую плату будет сложно. Однако, так или иначе, все компоненты взаимосвязаны, поэтому не получиться так просто двигаться по списку в линейном направлении. Рекомендуется сначала немного почитать про каждый компонент и изучить его основные характеристики.Условный порядок для подбора деталей ПК:Процессор.Материнская плата.Видеокарта.Модули оперативной памяти.Дисковый накопитель.Корпус.Блок питания.Периферия — монитор, клавиатура, мышь."},{"_id":"7b1944f3a6727e5e9d25cadcc05cd3d9","title":"Как выбрать комплектующие для компьютера","mark":"Компьютеры","article":"2HPC.RU225 подписчиковКак выбрать комплектующие для компьютера?13 мая 20181,1 тыс. прочитали5 мин.13 нравитсяКак выбрать комплектующие для компьютера?Рано или поздно, любой пользователь сталкивается с необходимостью апгрейда своего ПК. Зачастую, собрать компьютер — более рациональное решение в силу того, что устаревшие комплектующие лишены возможности поддерживать современное программное обеспечение на все 100%. В первую очередь — это касается операционных систем и игр. Если в последнем случае можно обойтись заменой видеокарты, то в первом, не все возможности ОС будут доступны.Выбираем комплектующие для компьютераПрежде чем приступить к делу, нужно знать из чего состоит компьютер, а именно, выбрать комплектующие, такие как: процессор, материнская плата, оперативная память, жесткий диск, оптический привод, видеокарта, блок питания, система охлаждения и конечно же корпус.Резонно было бы начать с выбора процессора, но мы начнем с корпуса.Как выбрать комплектующие для компьютера?КорпусСобирая компьютер, нужно выбрать такой корпус, который позволит вам комфортно установить комплектующие и будет иметь продуманную систему охлаждения. При наличии мест установки переднего и бокового кулеров, вы получаете возможность охлаждать жесткие диски и осуществлять захват холодного воздуха для видеокарты. Немаловажными параметрами корпуса, являются: форм-фактор (Standard-ATX, Mini-ITX, Extended-ATX, Micro-ATX, XL-ATX), типоразмер (Midi-Tower, Micro-Tower, Full-Desktop, Mini-Tower, Full-Tower, Slim-Desktop). В дальнейшем, при выборе материнской платы, нужно учитывать форм-фактор выбранного корпуса.DEXP AWS-DE4 [Midi-Tower, Standard-ATX]Расшифровка: DEXP AWS-DE4 – модель, Midi-Tower – типоразмер, Standard-ATX – форм-фактор.Как выбрать комплектующие для компьютера?ПроцессорОт правильного выбора процессора , напрямую, зависит производительность компьютера. Поэтому, обратите внимание не только на тактовую частоту и количество ядер, но и на то, поддерживает ли процессор технологию «авторазгона» под нагрузкой, на какой тактовой частоте работает с оперативной памятью и какой у него сокет (который должен совпадать с сокетом материнской платы). Процессоры поставляются в двух вариантах, в OEM- и BOX-версиях, последняя имеет в комплекте штатный кулер с стандартным креплением."},{"_id":"fd94bf6c0f7caaf15c4d546e72ae4e1c","title":"Как запомнить прочитанное в книгах","mark":"Книги","article":"Каждый из нас сталкивался с необходимостью запомнить прочитанную информацию. Иногда все запоминается легко, а иногда требует много времени и усилий. Как лучше запомнить прочитанное? Методика, с которой Вы познакомитесь несложная, она включает три этапа:впечатления;ассоциации;повторение.Давайте рассмотрим подробно каждый этап.ВпечатленияЛучше всего запоминается информация, которая производит сильное впечатление. Например, если Вы будете читать чью-нибудь биографию, и Вас поразит какой-то факт из жизни знаменитого человека, то вы точно запомните его надолго. Смысл методики – усилить впечатление, для лучшего запоминания. Обращайте внимание на все интересные, необычные факты, события, описания. Хорошо помогает усилить впечатление – прокручивание сцены в голове, можете даже представить себя главным действующим лицом. Это поможет лучше запомнить, то, что Вы прочитали.АссоциацииАссоциируйте прочитанное с чем-то знакомым и известным. Даты хорошо запоминаются, если совпадают с какими-то значимыми для вас цифрами. Имена можно привязать к созвучным словам. Запоминать новое легче, если ассоциировать с чем-то привычным – это правило работает всегда.ПовторениеЧем больше раз Вы прочитаете нужную информацию, тем лучше запомните. Метод старый, но действенный. Он подходит для всех видов информации – от кулинарных рецептов до научных текстов. Совсем не обязательно читать книгу многократно полностью. Достаточно ознакомиться повторно с нужными отрывками. Теперь мы знаем, как научиться запоминать прочитанное – усиливаем впечатления, соотносим с чем-то известным, повторяем. А какие способы читать книги и запоминать прочитанное нравятся Вам? Какие методики Вы используете для запоминания нужной информации?"},{"_id":"1f9bbd85aff574a4f80c9cc4012b8997","title":"Как и куда можно продать старые книги?","mark":"Книги","article":"Рано или поздно у многих возникает вопрос: куда деть старые книги? Вариант – выбросить, мы рассматривать не будем. Во-первых, жалко. Во-вторых, зачем выбрасывать, если можно продать? Это, конечно, потребует некоторых усилий и времени. Но в результате Вы избавитесь от ненужных книг, освободите место в квартире и немного заработаете. Если деньги Вас не интересуют, а просто надо куда-то пристроить ненужные многочисленные книги, которые заполонили жилое пространство, то можно подарить их маленьким библиотекам, например, тюремным, районным или отдать в Дом престарелых. Мы же более подробно рассмотрим вариант продажи книг. Итак, где можно продать старые книги?Как и где продать старые книги через Интернет?Есть несколько площадок, которые специализируются на продаже книг. Найти их несложно, вбиваете в поисковик «старые книги продать» и выбираете сайт, условия которого Вам подходят.За размещение объявлений на таких сайтах придется заплатить. На некоторых оплачиваете сразу определенный период времени, другие берут процент от продажи.Найти покупателя таким способом возможно, но на быстрый результат рассчитывать не стоит, если Вы не счастливый обладатель редких изданий.Можно дать объявления не только на специализированных площадках, но и на сайтах с бесплатными объявлениями. Хотя шансов найти покупателя будет меньше.Детские книги можно продать в родительских группах в соцсетях.Несколько советовМногие из тех, кто продавал книги через Интернет, советуют обязательно сделать фото, описание (год издания, количество страниц), указать недостатки, размер.Нереально продать советские издания, выпущенные в 70-80 годах. Такие книги есть почти в каждой семье. Если обратить внимание на просмотры объявлений, то станет понятно, что ими почти не интересуются.Проверяйте актуальность. Специализированная литература (бухгалтерский учет или компьютерные технологии) быстро устаревает.Можно не только размещать объявления, но и просматривать рубрику «куплю». Возможно, кто-то ищет именно такие книги, которые Вы продаете.Не рассчитывайте на быстрый результат. Продать книги быстро через Интернет – маловероятно. А вот если Вы не торопитесь – то этот вариант подойдет.Букинистические магазиныТакие магазины, скупающие старые книги, есть во всех крупных городах. Могут отказаться принять книги, на которые нет спроса. В некоторых магазинах книги принимают на вес по низкой цене.Обычно товаровед сортирует книги. Что-то не принимают, а остальные делят на несколько групп и озвучивают цену за каждую. Прежде чем везти книги в магазин, стоит позвонить и узнать условия.СкупщикСкупщик – это букинист-частник. Он приезжает на дом. Осматривает книги и называет цену. Большинство скупщиков берут любые книги в нормальном состоянии. Книги забирают и расплачиваются за них сразу. Вариант неплохой, но пожилым и одиноким людям стоит проявить осторожность. Все-таки Вы впускаете в дом чужого человека.Книжные рынкиВо многих городах есть рынки или места, где продают подержанные книги. Составьте список изданий, которые Вы хотите продать, подойдите к продавцам. Они сразу скажут, какие книги купят, и по какой цене.Какие книги хорошо продаютсяДетская литература, если недорого и в хорошем состоянии.Книги, выпущенные недавно, но дешевле, чем в магазинах.Иностранные издания.Книги с автографом писателя.Какие книги трудно продатьСоветские издания, которые выпускались большими тиражами.Старые учебники.Словари, изданные в советское время.Теперь вы знаете, как продать книги из домашней библиотеки. Возможно, Вы знаете еще места, где можно продать старые книги? Поделитесь своим опытом с нашими читателями."},{"_id":"76c3c7bf8ff8ddf5e0d49210b0098bbc","title":"Как найти бесплатный фитнес и чего от него ожидать","mark":"Спорт","article":"Бесплатный фитнес: выдумка или реальность?Спортивные клубы, секции, даже отдельные тренеры проводят бесплатные занятия для рекламы. Так они продвигают свои услуги среди потенциальных покупателей абонементов. Если вы живете в большом городе, то поиск акций на бесплатный фитнес не составит труда.Где найти сообщения про такие занятия? В социальных группах своего города, в группе конкретного фитнес-центра или тренера. Такие записи активно продвигают для привлечения аудитории.От пробного занятия не придется ожидать многого. Обычно там дают стандартную программу «для всех». Тренер не будет интересоваться вами, поэтому этот вариант для тех, кто согласен работать в группе или самостоятельно. Также вариантом бесплатного фитнеса являются уличные занятия и мастер-классы.Уличный фитнес бесплатно — возможности и предложенияБесплатный фитнес йогаДля тренировок на улице подходят разные виды спорта. Максимально приближенные к фитнесу — йога, воркаут, зумба, пилатес.Йога — комплекс упражнений для развития гибкости и силы в теле, большое внимание уделяется дыханию. Преимущество такого фитнеса в том, что вам не нужен никакой инвентарь (кроме коврика). Йога-центры проводят занятия в парках, скверах, зеленых зонах для желающих, рекламируя свои услуги.Воркаут — уличный бесплатный фитнес, в последнее время стал отдельным видом спорта. Это силовые упражнения с доступным инвентарем. Для воркаута нужна специальная площадка — их сооружают на стадионах или открытых участках. Зумба — танцевальный фитнес под музыку. Упражнения объединены с движениями из латиноамериканских танцев. Такое занятие можно провести где угодно, поэтому часто студии предлагают бесплатные тренировки. С собой нужно взять хорошее настроение, удобную одежду и спортивную обувь.Пилатес — умеренные физические упражнения для поддержки тонуса тела. Изначально были разработаны для реабилитации после травм. Подойдут начинающим спортсменам перед выбором основного типа нагрузок.Мониторить объявления о мастер-классах нужно в спортивных группах. Но занятие от специалиста на бесплатной основе — редкость. Фитнес бесплатно звучит заманчиво, но он крайне ограничен. В холодное время года придется искать тренировку в спортзале. А ограниченное количество акций не позволит заниматься регулярно.Какие преимущества дает бесплатное пробное занятие в фитнес клубеСпортзалы предлагают гостевой визит. Условия разные — от группового занятия до индивидуального. Так потенциальный владелец абонемента сможет оценить условия фитнес-клуба и подход тренера. Такие мероприятия стоит посещать, даже если у спортзала хорошая репутация. Вы сможете оценить, насколько вам нравится ходить в этот клуб, почувствовать, как добираться туда и обратно. Когда вы посещаете бесплатное пробное занятие в фитнес клубе, также обратите внимание на:наличие бесплатных душевых, шкафчиков для хранения;выбор спортивных тренажеров и их чистоту;загруженность зала.Имейте в виду, что акционное занятие не предусматривает полного погружения. Как правило, на нем посетителя базово знакомят с оснащением, смотрят на уровень натренированности, демонстрируют преимущества фитнес-клуба. Вам вряд ли будет полезна такая тренировка, если вы давно занимаетесь спортом.Читайте: Кроссовки для тренажерного зала: что нужно знать перед покупкойБесплатный фитнес по интернетуБесплатный фитнес домаСовременный способ заниматься — онлайн-уроки. Тут таится немало подводных камней. Вариантов выбора множество: йога, воркаут, аэробика, пилатес, танцы и т.д. Есть программы домашних тренировок, где не задействован специальный инвентарь. Уроки находятся в свободном доступе, можно выбрать подходящее время и место.Основная проблема онлайн-занятий — в отсутствии индивидуального подхода и совета профессионала. Преследуя конкретную цель, с такой программой вы можете её не достичь просто потому, что она для этого не предназначена. Такой бесплатный фитнес подойдет:для тех, кто только начал работу над собой и работает над всеми зонами;тому, кто не имеет возможности пойти в спортзал (маленький ребенок, работа, отсутствие хорошего клуба);знающим спортсменам, которые могут выбрать из программы нужное и отсечь лишнее.Выбирая подборки упражнений, уделите больше времени поиску. Посетите социальные сети известных тренеров. Многие из них активно ведут странички или канал на YouTube. Там они выкладывают комплексы упражнений на отдельные зоны, иногда — приблизительную программу тренировки. Вам придется самостоятельно следить за техникой и мотивацией, думать о программе на будущее, зато это вариант фитнеса бесплатно.Спортивные клубы от известных брендовТакие клубы есть в больших городах. Например, у Reebok, Nike, Adidas есть беговые клубы с элементами функционального тренинга. На бесплатные пробежки и тренировки нужно зарегистрироваться через сайт. На официальных ресурсах можно посмотреть, если ли в вашем городе подобные предложения на бесплатный фитнес.Это неплохой вариант поддерживать себя в форме без финансовых затрат, но такие представительства есть только в мегаполисах. К тому же, нельзя выбрать удобное для себя время: плановые забеги проводят утром или вечером. Как альтернативу предлагают приложения для смартфонов с программами от тренеров компании. Такое есть у Nike — Nike+ Training Club.Гарантированный способ привести себя в форму без лишних затрат — занятия дома. Можно посещать мастер-классы, открытые уроки и пробные тренировки, но программы на постоянной основе из них не выйдет. Клубы и студии проводят такие акции с целью привлечения клиентов, на первых занятиях не дают сильных тренировок. Если вы хотите достичь поставленной цели быстрее и эффективнее, придется проконсультироваться у профессионалов."},{"_id":"f1b8d1de0c54f12d9654ef15c39ce089","title":"Как падают кошки","mark":"Животные","article":"Большинство представителей семейства кошачьих имеет склонность к обзору местности с высоты. Крупные лесные кошки-рыси вообше значительную часть времени проводят на деревьях, находясь в засаде или погоне за добычей. А львы и леопарды в саваннах Африки приспособились в жаркое время отдыхать на деревьях, распластавшись на ветках и опустив вниз лапы. Случается, однако, что кошки не удерживаются на высоте и падают. Но и в падении у них есть свои особенности. Многим приходилось наблюдать, как падает обыкновенная кошка, сорвавшись с карниза дома, с дерева или с забора. Сначала она падает к земле головой, спиной или боком, но затем, сделав резкий поворот в воздухе, вывертывается и становится на лапки. И так всегда. Как бы ни падала кошка, приземляется она всегда на лапки и тотчас же может бежать дальше. Такое мгновенное выравнивание положения тела у кошек обеспечивается действием ее вестибулярного аппарата.При падении кошки вестибулярный аппарат помогает ей осуществить ряд последовательно возникающих рефлексов и приземлиться на лапы. Ненормальное положение тела в пространстве приводит в раздражение отолитовый прибор каналов внутреннего уха кошки. В ответ на это раздражение происходит рефлекторное сокращение мускулов шеи, приводящих голову животного в нормальное положение по отношению к горизонту. Это - первый рефлекс. Сокращение же шейных мышц и постановка шеи при повороте головы являются возбудителем для осуществления другого рефлекса - сокращения определенных мышц туловища и конечностей. В итоге животное принимает правильное положение.Этот сложный врожденный цепной рефлекс выработался у некоторых животных как приспособление к образу жизни. Ведь животным, особенно из семейства кошачьих, часто приходится во время охоты прыгать и падать с деревьев, скал или со спины своей жертвы. И не будь у них этого приспособительного рефлекса, от них не только ушла бы добыча, но иной раз и самому охотнику пришлось бы пострадать от зубов, рогов или копыт своей жертвы."},{"_id":"77b806fc0e5583356c7cf00caa9f4f06","title":"Как подобрать МАТЕРИНСКУЮ ПЛАТУ для ПК","mark":"Компьютеры","article":"Непосредственно на официальном сайте производителя материнской платы можно и нужно посмотреть поддерживаемые процессоры. Дополнительно не помешают видеообзоры работы процессора на выбранной плате.Разъём. В первую очередь нужно убедиться, что Вы рассматриваете материнские платы с разъёмом, соответствующим сокету процессора. Это как бы понятно, но бывает всякое. Если Вы выбрали процессор с разъёмом AM4, материнская плата должна быть соответствующая.Чипсет. Например, процессоры Ryzen могут работать на материнских платах с чипсетами: A320, B350, X370, B450, X470, B550 и X570. Сейчас нужно смотреть преимущества каждого. Оптимальным для Ryzen 3000 можно считать среднебюджетные платы с чипсетами B450.Форм-фактор. Самым популярным и оптимальным является размер формата ATX. Обычно он используется во всех домашних компьютерах. Если же Вам нужно собрать компьютер маленьких размеров, стоит присмотреться к вариантам поменьше MiniATX или MicroATX.Фазы питания. Чем больше фаз питания процессора установлено на плате, тем лучше. Смотрите, сколько фаз питания нужно для Ryzen. В таблице можно посмотреть сколько и каких на материнской плате фаз питания, а также совместимость с процессорами Ryzen 3000.ASRock X570 TaichiКоличество фаз питания не всегда важнее, чем их качество. Например, реальные тестирования показывают удивительные возможности материнской платы Asus Prime X570-P. Её всего 4 фазы питания справляются даже с разгоном процессора Ryzen 9 3900X.Дополнительные возможности! К ним стоит отнести наличие встроенных адаптеров Bluetooth и WiFi, количество портов и даже подсветку. Все дорогие материнские платы точно имеют подсветку. Это уже стоит выбирать под свои требования и режим использования."},{"_id":"20fb6bc9a55587bfaabfb3e5dde2e2cc","title":"Какая польза от чтения и зачем много читать?","mark":"Книги","article":"Мы привыкли называть себя читающей нацией. К сожалению, проведенные опросы показывают, что это далеко не так. За последние 10 лет население нашей страны стало читать намного меньше, да и качество прочитанной литературы оставляет желать лучшего. Сегодня у нас есть возможность найти множество интересных произведений в Интернете, читать книги онлайн бесплатно и без регистрации, но при этом читаем мы все меньше. Так какая же польза от чтения?Увеличение словарного запасаЕсли человек мало читает, его словарный запас ограничен. Этот факт подтвержден исследованиями. Люди, много читающие могут выразить мысли намного грамотнее, их словарный запас намного больше и разнообразнее.ГрамотностьНаписание слов, оборотов, использование литературных приемов – все это запоминается при чтении. Человек, который много читает, легко излагает мысли в письменной форме. И наоборот, читаете мало – необходимость написать текст, станет пыткой.Узнаем новоеЧтение позволяет узнавать новую информацию в разных сферах – от кулинарии до технических новинок.Концентрация вниманияС каждым днем все больше людей сталкиваются с такой проблемой, как синдром рассеянного внимания. Для чтения требуется концентрация и фокусировка.Источник вдохновенияЧтение – источник для новых идей, достижений. Многие успешные люди начали путь к успеху после знакомства с книгами, прочитанное может стать поворотным моментом и для Вас.ЭмоцииВеликие писатели и поэты в своих произведениях описывают чувства и переживания, с которыми мы, возможно, еще не сталкивались. Мы сочувствуем героям, переживаем, огорчаемся, радуемся. Появляется сопереживание, которое мы потом испытываем и к реальным людям.Расширение кругозораВ мире много интересных мест, но не во всех мы сможем побывать. Зато можно прочитать. Книги знакомят нас с событиями, интересными фактами. Мы можем узнать о жизни великих людей, которые оставили свой след в истории. Каждая прочитанная книга расширяет наш кругозор в разных областях.СоветыПроблемы в семье? Не сложились отношения с сотрудниками? Требуется информация о растениях или животных? Хотите узнать больше о странах, куда планируете поехать? На эти и множество других вопросов всегда можно найти ответы в книгах.Хорошее настроениеУ людей, которые много читают уровень стресса ниже, чем у не читающих. Отличный способ отвлечься от повседневных забот – вечер, проведенный с книгой любимого автора. Для этого лучше читать что-то легкое, что поможет забыть о проблемах и поднимет настроение.ЭрудицияВозможность поддержать беседу, обсуждение разных тем, вставленные к месту цитаты – все это характеризует вас, как эрудированного собеседника. Особенно это важно при знакомстве с новыми людьми.Доступность книгЧтение – это развлечение. Причем доступное. Онлайн-библиотеки предоставляют широкий выбор разнообразной литературы бесплатно или по низким ценам. А какую пользу принесло чтение Вам? Что еще добавить к этому перечню?"},{"_id":"9f939dbd62f10c5b3dcddd0106612c4d","title":"Какие нужны комплектующие, чтобы собрать компьютер","mark":"Компьютеры","article":"Предварительно оценивать мощность компьютера перед покупкой необходимых комплектующих следует по монитору. Определились с разрешением и частотой обновления изображения экрана? Переходим к подбору видеокарты, если для офисных задач, то можно сэкономить и купить видеокарту начального уровня, если для монтажа и игр уже посерьёзнее. Если вы прям будете использовать ПК на все 100% при монтаже и рендеринге с горой эффектов и прочего, то нужен профессиональный и соответственно дорогой видеочип. Но можно купить и начальный игровой вариант, например, Nvidia 1660 (версии Ti или super как вариант) или AMD RX 590 по цене от 16 тысяч рублей.nvidia 1660 tiДороже не стоит брать, ибо идёт переплата за понты: подсветка, разгон с завода доплнительные ненужные фазы питания, главное обращайте внимание на охлаждение, оно должно быть тихим, а радиатор должен быть с медными трубками.Даже Nvidia 1050ti отлично справится с задачами в монтажных программах, а также даст минимальный фреймрейт на средних настройках в играх. Сейчас дешёвые видеокарты способны выдавать высокое разрешение, при котором можно использовать всё те же 4K-мониторы, но только в офисных задачах.Сразу после видеокарты выбирается процессор. Он должен успевать обрабатывать данные с видеокарты, не должно создаваться так называемого, «Бутылочного горлышка», при котором процессор не может раскрыть весь потенциал видеокарты.Также важна скорость и объём оперативной памяти, скорость обмена данных между процессором и накопителем. И всё это должно работать на нормальной материнской плате с нужным чипсетом под процессор.Чтобы вы понимали, не следует под GTX 1080ti, RTX 2070 и RTX 2080 с 2.5К или 4К мониторами покупать i5, даже топовый в линейке, даже топовый девятого поколения. Не вытянет он обработку эффектов сглаживания, теней и прочего (особенно под DirectX 12) под таким разрешением. Естественно необходим достаточно мощный процессор под такие видеокарты и мониторы."},{"_id":"7c4b7538f318ec00e04c09357ef15d08","title":"Какие породы собак склонны к набору лишнего веса?","mark":"Животные","article":"Ожирение является главным питательным заболеванием у животных. Лишний вес у собак приводит к артриту, сердечно-сосудистым заболеваниям, диабету, болезням суглобов и снижению продолжительности жизни.Факторы риска ожирения у собакКак известно, старение или стерилизация повышает риск ожирения у домашних животных. С возрастом, уровень активности животных уменьшается и без корректировки порций корма старые животные легко наберут лишний вес. Стерилизация снижает суточную норму калорий на 10-20 процентов.Социально-экономический статус владельца так же влияет на риск ожирения. Собаки богатых владельцев более разбалованы и чаще набирают лишний вес.Вероятность ожирения зависит и от породы вашей собаки. Избыточный вес у золотистых ретриверов, лабрадоров и ньюфаундлендов является скорее нормой, чем исключением. Кокер-спаниели и мопсы имеют ту же тенденцию. С другой стороны, боксеры, уиппеты и сеттеры легко поддерживают идеальный вес.В результате исследования, было установлено, что некоторые породы собак имеют ген \"бережливости\", который способствует отложению жира. Некоторые породы собак были выведены для продолжительной работы в неблагоприятной среде, и такая \"бережливость\" повышала их эффективность. Но в городских условиях, без должного контроля питания и регулярных упражнений, такие собаки будут набирать лишний вес."},{"_id":"90f06e3bc879990274eb4856ca3bd750","title":"Кроссовки для тренажерного зала: что нужно знать перед покупкой","mark":"Спорт","article":"Где купить кроссовки для тренажерного залаОбувь для занятий спортом надо покупать не в интернет-магазине и не на рынке. Иди в спортивный магазин. Именно в нем:есть гарантия покупки настоящего, а не поддельного бренда;квалифицированный продавец расскажет о конкретной «специализации» каждой модели и какие из них подходят для работы в тренажерном зале;можно в нормальных условиях примерить и сделать «мини-тест-драйв» пары;обеспечена возможность быстрого возврата или обмена товара.Когда покупать спортивную обувь?Как и «обычную», спортивную обувь нужно приобретать вечером. В это время уставшие стопы имеют самый большой объем, а этот параметр размера также важен, как и длина.Как правильно подобрать обувь для тренировокКроссовки для фитнеса: выбираем модельВыбирай топовую модель известной торговой марки нового или будущего сезона. Ее цена «кусается», но того стоит. Делая дорогостоящую покупку, взамен ты получаешь:брендовое качество и преимущества новых технологий;длительную эксплуатацию;физический и «моральный» комфорт на тренировке;повышение самооценки. Как правильно подобрать обувь для тренировокКак примерять обувь для спортзалаКогда пойдешь в спортивный магазин, чтобы купить кроссовки для тренажерного зала, не забудь взять с собой для их примерки пару чистых носков. Заодно приготовь значительную сумму денег для покупки нескольких новых пар, фирма которых будет совпадать с подошедшей тебе обувью.Твой look будет гораздо круче, если фирменные знаки на носках и кроссовках буду совпадать. Согласись, носки за 1,5 бакса и дорогая обувь — не «камильфо» ни с позиции собственных ощущений, ни для оценки тебя со стороны.Выбери спортивную пару на 0,5 размера больше повседневной обуви. Для начала внимательно посмотри, как кроссовки сшиты. Увы, но и в дорогих бутиках можно «нарваться» на брак или контрафакт. Все ровненько, нигде ничего не растрескалось, не сморщилось, не торчит и не выпирает? Тогда проверяй нюансы:Подошва. Ее универсальная высота — 3 см. При этом легкого усилия должно хватить для сгибания кроссовка на 45°. Это оптимальный угол. Если он больше или меньше, то такая модель для тренировок в тренажерном зале не подходит. Теперь попробуй согнуть кроссовок винтом в разные стороны. Передняя часть подошвы повернулась по отношению к пятке на 90°? Это много, ищи другую модель.Боковая поддержка. Посмотри и прощупай подлодыжечные части. Они должны быть многослойными, плотными, упругими.Супинаторы. Во-первых, они должны быть. Во-вторых, у «фирмы» они не только приклеены, но и пристрочены. В-третьих, во время примерки подошвы должны их почувствовать, в противном случае придется покупать специальные вставки.Подъем. Тут правило простое. При расшнурованном кроссовке стопа должна свободно входить и выходить из него. Никаких усилий, дерганий и тем более рожков для обуви!Как правильно подобрать обувь для тренировокЗакончив визуальный осмотр, меряй оба кроссовка одновременно. Не торопись, зашнуруй «тапки» со средней степенью компрессии. Встань, пошевели пальцами. Получилось? Тогда поперекатывайся с носков на пятки, пройдись, побегай на месте, попрыгай, поприседай. Обрати внимание, не жмет ли задник? При возникновении малейшего дискомфорта, не задумываясь ищи другой вариант. Подходящего нет? Не иди на поводу у желания купить обувку здесь и сейчас.  Или иди в другой магазин, или уточни у продавца дату следующего завоза товара. Приобретение спортивной обуви не терпит суеты."},{"_id":"aa494a6c0fd9e6a90036b525fafa04ce","title":"Кроссфит: история, концепция, опасности","mark":"Спорт","article":"Crossfit — бренд?Интересно, что направление изначально возникло как коммерческое. Основатель бренда Crossfit — Грег Глассман. Сама задумка реализовалась в 2000 г., когда открылись первые тренажерные залы. Буквально через несколько лет система распространилась по всему миру. Бренд получает прибыль от работы залов, подготовке тренеров по направлению. Концепция (суть) отрасли — в отказе от специализации. Сам создатель утверждает, что жизнь больше похожа на подъем по ступенькам с бочкой пива, чем на пробег 1 мили по вторникам.КроссфитПоэтому в кроссфите объединяется несколько направлений: тяжелая атлетика;гимнастика;аэробика. В одной тренировке реализуются методики из разных видов спорта, но это упражнения не ради упражнений, а подготовка «универсального солдата».Спортсмен в кроссфите одинаково хорошо подтягивается на турнике, вынослив, гибок, с хорошей координацией. Его можно назвать идеальным атлетом. Также идеология бренда в том, что любой, даже неподготовленный человек может заниматься в зале. Есть даже щадящие тренировки для начинающих и детей. Особенности кроссфитаОсновные отличия: интенсивность и значительная нагрузка на разные группы мышц. А т.к. методики заимствованы из разных видов спорта, то появляется большое разнообразие в упражнениях. Длительность от 15 до 60 мин. Задача — оптимизировать силу человека в каждом из направлений: гимнастика, сила, выносливость.КроссфитОдновременно сочетается силовая, аэробная нагрузка с высокой интенсивностью. Что используют на тренировках:вес собственного тела в гимнастике;турники;специальные тренажеры для гребли;эспандеры;гири;штанги;покрышки;гимнастические кольца;канаты.Также в этом виде спорта присутствует соревновательный элемент, что добавляет мотивации. Два самых известных упражнения — кантование покрышек и берпи (приседания с выпрыгиванием со своим весом). На занятиях не получится заскучать и расслабиться, есть разогревающие и восстановительные комплексы до и после тренировки.Crossfit предлагает разные виды нагрузок: от любительских до профессиональных. Методику используют в спортивных школах, при подготовке охраны, полицейских, спецназа, тяжелоатлетов и т.д. Каждая программа оптимально рассчитывает нагрузку на организм, но все равно верна концепции универсальности, быстрой адаптации к смене активности.Кому полезен кроссфитОтдельные методики из других видов фитнеса развивают:Выносливость, стимулируют работу сердца, тренируют кровеносную систему, улучшают обменные процессы. Вы теряете лишний вес, лучше спите, общее самочувствие приходит в норму. Аэробные упражнения также благоприятно сказываются на дыхательной системе.Гибкость, координацию, точность благодаря гимнастике. Спортсмены лучше чувствуют свое тело. Силу и ускоряют мышечный рост. Для этого выполняют упражнения из тяжелой атлетики. Конечно, одним кроссфитом невозможно накачаться до размеров бодибилдеров, но это и не является целью программы.Поэтому тренировки подойдут тем, кто нацелен на общее развитие силы и выносливости, которые можно применить в повседневной жизни. Универсальность направления одновременно и плюс, и минус. С одной стороны, вы станете физически выносливым человеком, для которого не проблема поднять тяжесть или пробежать 1-2 км. Но тренировки по программе никогда не дадут максимального результата в конкретной отрасли. Вы не сможете соревноваться с профессиональными бегунами или тяжелоатлетами, потому что работаете над всеми группами мышц понемногу, не концентрируясь на чем-то конкретном.КроссфитИногда в кроссфит приходят уже профессиональные спортсмены, желая доразвить организм в целом. Часто легкоатлетам не хватает силы, а лифтерам — выносливости. Но для среднестатистического человека это лишь способ тренироваться, не выбирая какую-то одну спортивную отрасль.Противопоказания к занятиям кроссфитомС первых лет существования кроссфита вокруг точатся горячие дискуссии. Одни выступают сторонниками интенсивных тренировок, другие считают их бесполезными или даже опасными. Поэтому перед походом в бокс или специальный зал изучите все минусы и подводные камни кроссфита:Из-за интенсивных нагрузок на сердце противопоказан людям с недостаточностью. Дело в том, что большая часть тренировки проходит на высоком пульсе, что сильно изнашивает мышцу. Поэтому тренеры настаивают на беспрекословном соблюдении режима работы и восстановления.Риск рабдомиолиза. Это состояние разрушения мышц (некроза) при чрезмерной нагрузке. Упражнения в кроссфите нагружают также суставы, поэтому аккуратно выбирайте интенсивность. Травмоопасность. При недостаточном разогреве высокий риск растяжения или даже вывихов. Повышается и при работе с инвентарем типа покрышек, канатов, где высокий уровень нагрузки на опорно-двигательную систему.Профессиональные спортсмены высказываются по-разному. Польза и вред кроссфита еще исследуются, т.к. это очень молодой вид спорта (в Америке появился в 2000-х гг., в СНГ в 2010-х). Проблему рабдомиолиза не отрицает и создатель бренда, однако, не считает ее неоспоримой. КроссфитСегодня вид спорта постепенно перерастает в культуру. Так, на официальных ресурсах бренда часто публикуют посты о политике, социологии, философии здоровья. Было даже несколько нашумевших скандалов с известными компаниями-производителями потенциально вредных для здоровья продуктов. Поэтому даже вдохновившись методами кроссфита, хорошо подумайте перед началом программы. Рекомендуют пройти базовые обследования у врачей, чтобы максимально исключить риски для своего здоровья и заниматься только с пользой."},{"_id":"a5af1c51e9df562370ca0a046279eacf","title":"Купить готовый системный блок или собрать с нуля","mark":"Компьютеры","article":"Всё зависит от ваших познаний в компьютерном «железе». Неплохо разбираясь в компьютерах, можно значительно сэкономить путём сборки системы самому, вместо того чтобы тратить больше денег на готовый системный блок. Однако не каждый хочет заморачиваться, тратить время на анализ рынка комплектующих, искать мастера, который соберёт все компоненты воедино либо же самому обучаться этому непростому делу. В любом случае, окончательный выбор только за вами.В данной статье мы рассматриваем вопрос, какой ПК выбрать для дома, то есть нам интересен вариант с покупкой готового, уже собранного инженерами той или иной компании системного блока. Полное руководство по сборке компьютера с нуля вы можете прочитать в отдельной статье.Подитожим преимущества покупки готового системника:экономия времени. Выбираете и покупаете, не переживая ни о чём;гарантия на весь системный блок, а не на отдельные части. Вам не нужно выяснять, что именно сломалось или работает неправильно. Отнесли в магазин, подождали немного, получили рабочий ПК обратно;наличие предустановленной ОС. И снова экономия времени. Не каждый хочет или умеет заниматься установкой операционной системы. К тому же при покупке готового системника вы можете получить лицензионную систему, не занимаясь «пиратством»."},{"_id":"e24371ca962803b2f0c975cab6cdc2e1","title":"Материнская плата – платформа для реализации Ваших потребностей","mark":"Компьютеры","article":"Материнская плата – наиболее важная часть будущего компьютера. Например, при её выборе необходимо учитывать не только сокет (для совместимости с процессором) и форм-фактор (для совместимости с корпусом), но наличие в нужном количестве необходимых Вам портов и разъёмов. Так, если у Вас процессор со встроенной графикой (видеокартой), то на материнской плате должны быть порты (VGA (уже устарел), DVI (имеет несколько подвидов), HDMI (самый современный)).У материнских плат есть такой параметр, как чипсет. Например, если чипсет А (самый бюджетный), то он не поддерживает разгон ни процессора, ни оперативной памяти!Маркетологи многих производителей любят создавать подводные камни. Так есть материнская плата GIGABYTE GA-A320M-H (rev. 1.1) на чипсете AMD A320, а есть Gigabyte GA-A320M-S2H V2 уже на чипсете AMD B350…В итоге многие, кому нужна модель на чипсете B350, проходят мимо неё, увидев в названии A320M. Вопрос, какую травку курили маркетологи Гигабайта???Подробнее про отличия чипсетов можно почитать тут.Одно из популярных заблуждений, что мощные процессор и видеокарта должны ставиться исключительно на игровую материнскую плату. Но это не так! Можно подобрать хорошую модель на чипсете B450, если при этом проверить достаточное охлаждение (прилегание радиаторов к наиболее горячим местам) и поддержку повышенного питания. Про фазы питания и маркетинг можно почитать подробнее тут.Радиаторы – отдельная история, например, на модули оперативной памяти их приклеивают чисто для вида. У материнских плат они могут располагаться так, что самые горячие места могут быть не защищёнными…"},{"_id":"ad954a824cb9112d7f69f99216e172de","title":"Мифы и заблуждения о собаках","mark":"Животные","article":"Существует большое количество противоречивых утверждений относительно поведения и здоровья собак. Узнайте больше о самых распространенных мифах и заблуждениях о собаках.Собак нужно часто мытьЕсли ваша собака грязная или плохо пахнет, то она действительно нуждается в ванной. Но не следует купать собаку просто так, частое купание лишит кожу природных масел, что может привести к раздражению и вызвать перхоть. Регулярная стрижка поможет сохранить шерсть в чистоте.Если ваша собака не грязная - она не нуждается в купании!Неприятный запах изо рта - нормально для собакПлохой запах изо рта собаки - явный признак гниения зубов или воспаления десен.Регулярно устраивайте чистку зубов для вашей собаки и используйте специальные стоматологические добавки к корму чтобы сохранить зубы чистыми и здоровыми.Если собака виляет хвостом - она хочет подружитсяДействительно, дружелюбные собаки виляют хвостом. Однако виляние хвостом так же может выражать волнение, беспокойство, покорность или умиротворение. Следите за другими проявлениями языка тела у собак, чтобы понять их настоящие намерения.Лизание способствует заживлению ранБлагодаря ферментам содержащимся в слюне собаки лизание помогает залечить небольшие раны на коже. Однако черезмерное зализывание может усугубить проблему, не давая ране достаточно времени для заживления.Сухость в носу - признак болезниСчитается, что холодный и влажный нос собаки один из основных показателей здоровья, а теплый и сухой нос указывает на болезнь. В действительности, большое количество больных собак по-прежнему имеют холодный мокрый нос а во время сна нос становиться сухим.Сухой или влажный нос у собаки не является достоверным показателем здоровья."},{"_id":"5e20e7c96e58213c3b9f73e1aa44b279","title":"Мотивация к спорту или 10 поводов сходить на тренировку","mark":"","article":"Преодоление (challenge)Нежелание тренироваться периодически возникает у всех. Даже у профессиональных спортсменов высшего ранга, отрицательная мотивация к спорту далеко не редкость. Проблему нужно решать быстро и резко — на раз, два, три.Все могут «надеть улыбку и пахать», а тебе слабо? Спортивная злость тебе в помощь! Умойся ледяной водой. Пристально смотри на себя в зеркало. Быстро клади форму в сумку, и бодрым пружинящим шагом, с великолепной осанкой и гордо поднятой головой, напевая любимый мотивчик, вперед на тренинг!10 поводов сходить на тренировкуДолой хандру и плохое настроениеФизическая нагрузка — один из лучших антидепрессантов. Это утверждение психологов не голословно. Но поднимая себе настроение тренировкой, соблюдай такие правила:Занимайся вполсилы и/или, по ощущениям, замени вид планируемой тренировки на другой. Например, вместо пробежки займись дома растяжкой. Чрезмерные усилия и повышение уровня кортизола, на фоне первичного отсутствия желания нагружаться, могут после тренировки «качнуть маятник» настроения в обратную сторону.Не забудь взять себе в помощники любимое музыкальное сопровождение.Во время тренировки пей немного подслащенный напиток.Гигиенический душ после занятия закончи контрастными процедурами. Прислушайся к ощущениям, они помогут решить каким должно быть последнее обливание — теплым или холодным.Ни шагу назадБудь меркантильной «спортивной жадиной». Речь идет не о клубной абонплате. Спортивные нагрузки эффективны, когда они регулярны. Дашь слабину один раз, потом второй, и лень выбьет тебя из привычного графика на месяцы. Прощай достигнутые результаты. Начинай все или с самого начала, или, что еще хуже, с отрицательных показателей. Этому не бывать!Затраты, продлевающие жизньГрамотно спланированный тренировочный процесс помогает уменьшить % заболеваемости и сэкономить на походах к врачам. Американцы подсчитали, что потраченный сегодня 1$ на занятия фитнесом сокращает будущие медицинские расходы в 2,7 раза.Тренировки — крепкий сон — жизненный успехСегодня у тебя плохое настроение и самочувствие, устал(а) от работы, а завтра предстоит важное совещание, деловая встреча или просто надо выглядеть на все 100%? Тем более бегом на тренировку! Зачем? За бесплатной и естественной «таблеткой снотворного».Не вечная, но молодостьРезультаты недавних исследований сногсшибательны и действительно могут быть мощным мотиватором не прогуливать фитнес-тренировки. Оказывается, регулярные физические нагрузки помогают сохранять длину конечных участков ДНК-хромосом, которые с возрастом неизбежно укорачиваются. Физические упражнения тормозят этот процесс. Это значит, что ты будешь выглядеть моложе, чем не занимающиеся спортом сверстники.10 поводов сходить на тренировкуЕсли силовые или кардиотренировки пока еще не привели к возникновению в процессе занятия состояния эйфории, разовая щадящая нагрузка все равно усиливает выработку эндорфинов и других веществ. Это позволяет выглядеть лучше и чувствовать себя моложе в течение 36-48 часов после окончания тренировки.Сексуальный подтекстПоход на тренировку — один из способов снятия сексуальной неудовлетворенности. Напомним также, что, если не принимать стероиды, силовые нагрузки помогут заниматься любовными утехами чаще, увеличить количество и продолжительность сексуальных актов, усилить оргазмы. Тренированное тело позволит без труда выполнять любые «выкрутасы» из Камасутры.Одиноким следует быть начеку. Ты прогуливаешь тренировку, а в это время в зале появляется новенький(ая), и твоя долгожданная, вероятная «половинка» «результативно» знакомится, но не с тобой.Глядите чего у меня естьХорошим способом заставить себя сходить на тренировку через «не хочу» может быть прием, который требует предварительной подготовки и определенной выдержки. Купи навороченную спортивную шмотку и прибереги до приступа хандры. Накатила лень? Вот теперь самое время сходить в спортзал и позаниматься в новой форме. Пусть все «умрут от зависти». 10 поводов сходить на тренировкуХором и батьку бить легчеОчень не хочется заниматься? В данном случае нужно выходить на тренировку «в народ». Если это не групповой урок фитнеса или тяга железа в качалке, выход все равно есть. Например, плановую растяжку дома меняй на беговую тренировку, причем занимайся намеренно в оживленном месте. Окружение людей всегда тонизирует и приходит на помощь «киксующей» психике.Положительный примерПоследний, 10 повод, для некоторых, наверное, будет важнее, чем все предыдущие. Если ты – папа или мама, старший брат или сестра, — то хочешь не хочешь, а должен подавать положительный пример. Конечно можно поворчать несколько минут, поохать и поахать. Но после, собирай волю в кулак и идти тренироваться. Красота – это страшная сила, но требует регулярных усилий. А если хочешь быть здоров, тренируйся и обойдешься без докторов! Разве нужна дополнительная мотивация к спорту? Думаем, что нет!"},{"_id":"f5e018a260e5848be886afffd496b8d7","title":"Накопители","mark":"Компьютеры","article":"Для того чтобы раскрыть потенциал процессора даже в операционной системе, просто необходимо приобретать SSD-накопитель под системные файлы. Многие опытные пользователи ПК согласятся со мной, если я скажу, что устанавливать операционную систему на обычный HDD-диск (винчестер) в 2019 это преступление. Скорость обмена данными крайне важна для современных компьютеров, даже если речь идёт об офисных вариантах. Знаете, как долго Фотошоп загружается с HDD?wd blue 3.5Обычный 3.5\" жёсткий диск в системных блоках используется для долгосрочного хранения разных медийных файлов (видео, музыка, фото), торрентов, установочных файлов с играми и прочим. Главное при выборе обращать внимание на скорость вращения шпинделя, оптимальное значение которого 7200 оборотов в минуту, и на объём, контроллер, как правило в бюджетных моделях стоит нормальный и хватит для обычного пользования. У компаний WD и Seagate есть оптимальные решения для разных задач: для файловых помоек, для серверов, для рейд массивов, даже с гелием внутри и с повышенной скоростью врещения.В игровой и монтажный комп устанавливается минимум два SSD накопителя, один под систему, другой под игры или кеш-файлы проектов видеомонтажных программ. SSD имеют разную скорость считывания и записи, разный интерфейс подключения и разные контроллеры, которые управляют всеми процессами. В офисный компьютер достаточно будет поставить обычный SSD формата 2.5\" и интерфейсом SATA, есть ещё SSD формата m.2 который компактно устанавливается в порт на метеринской плате. Сам порт m.2 поддерживает два интерфейса: непосредственно сам SATA (средняя скорость 550 Мб/с) и PCI-e х4 (где просто заоблачные скорости). Подробнее о выборе SSD можно почитать в этой статье.v nand samsung ssd 970 plusВ общем, под операционную систему выбираем SSD со скоростью считывания от 2500 до 3500 Мб/с и выше, и лучше чтобы материнская плата была с радиатором для такого сверхскоростного накопителя, ибо греться он будет знатно.Под игры неплохо было бы приобрести отличнейший вариант — SSD NVME от intel  666p на 1 Тб."},{"_id":"cb4c2b84eddacae09219e8ef2e7c3a5c","title":"О чем на самом деле книга «Оно»?","mark":"Книги","article":"Как вам такая новость? В своих произведениях знаменитый писатель опирается на собственные кошмары, случайные образы, городские легенды. А вот самое кошмарное творение автора появилось из-за старинной сказки.“Три козла Граф и злобный тролль” — часть фольклора Норвегии. Сказание о трех козлятах, которые никак не могли перейти по мосту на другую сторону. Причина в жутком тролле, который сидел под мостом. Незамысловатый сюжет предельно ясен: сначала испытал удачу самый маленький козленок, потом средний, а за ним и старший — Огромный козел Граф, который столкнул злое чудовище в реку. Конец. Не особо похоже на исчадие ада Пеннивайза, который преследовал детей.Но Стивена Кинга вдохновила именно эта сказка. Он решил расширить локацию, поэтому вместо моста появился город. А что обычно находится под городами? Трубы и канализация. А затем дело техники — автор талантливо потрудился над атмосферой вымышленного города Дерри, чтобы он превратился в темное, равнодушное место. Здесь долгие годы зрело сильное Зло, а кто станет против него, пожалеет. Небольшой сонный пригород где-то в Америке — фишка писателя. Стивен Кинг умудряется сыграть на контрасте спокойной идиллии и панического ужаса.Почему именно клоун? Когда писатель думал о том, чего больше всего на свете бояться дети, то сразу подумал о клоунах. Он вспоминает, что когда-то в детстве летел в самолете рядом с человеком в костюме Рональда Макдональда. В тот момент в его голове крутилась одна мысль — если самолет упадет, то он умрет с клоуном.Пеннивайз — сущее Зло, которое обычно перевоплощается в клоуна. Этот образ считается одним из самых жутких в мировом кинематографе и беллетристике. Стивен рассказывает, что хотел сделать Оно самым ужасным, противным, страшным существом, которое будет порождать только страх.И это ему полностью удалось. Если книга не сильно напугала, то можно посмотреть фильм “Оно”. По роману сняли две экранизации — в 1990 году и 2017 году. Для фанатов новой версии хорошая новость — вторая часть фильма выйдет в сентябре 2019 года."},{"_id":"d0ef7b9232fb264846a2126a9f8e1744","title":"Оперативная память, SSD и HDD","mark":"Компьютеры","article":"До сих пор на форумах встречаются вопросы: «У меня 4 Гб оперативной памяти (зачастую ещё и DDR2) и у меня не запускаются или тормозят игрушки: …, что мне делать?». Почитав тесты, можно увидеть, что для современного ПК требуется минимум 8 Гб DDR4 памяти! И это, если Вы не играете в мощные игры и не рисуете в Фотошопе или Кореле. Иначе нужно уже минимум 16 Гб DDR4. Сразу скажу, что для большинства геймеров 32 ГБ оперативной памяти не нужны! В тестах игр показано, что они потребляют до 12 Гб оперативы. Исключение - игры в разрешении 4К.Следующий момент - частота оперативной памяти и двухканальный режим. Они имеют решающее значение у процессоров Ryzen. У Intel эта зависимость не так ярко выражена.Не рекомендуется покупка планок оперативной памяти разных производителей, они рискуют просто не запуститься вместе, в то время, как по отдельности будут прекрасно работать! Если Вы всё же рискнули, то необходимо проверить совпадение их частот и таймингов. В продаже есть уже готовые наборы, но они обычно стоят дороже, чем аналогичные модули памяти по отдельности, а также почти всегда имеют красивые радиаторы, которые по факту являются обычным украшением.Яндекс.ДиректСдайте компьютер в утилизацию!Мощные Linux VPS на SSD от 249 руб.Восстановление жесткого дискаМногие модули памяти можно разогнать, например, 8Gb DDR4 2400MHz Crucial (CT8G4DFS824A) легко гонится с базовых 2400 МГц, до 3200 МГц. Разгоняемость проще всего определить по отзывам, и она не всегда зависит от ценника. Чаще всего разгоняют модули памяти от Самсунга (я же выбрал Круциал за счёт более низкой цены).Перенос игр с жёсткого диска на SSD повышает количество FPS. Самое интересное, что это правило работает даже с онлайн играми, где решающее значение имеет стабильный интернет."},{"_id":"c9dfac1b67a6add6ff1e5250487c9d10","title":"Подбираем комплектующие для самостоятельной сборки ПК","mark":"Компьютеры","article":"Но любую неприятную ситуацию легче решить, если обратится за помощью до покупки. В статье мы попытаемся помочь советом: как самостоятельно подобрать комплектующие для своего будущего ПК. Дополнительно рекомендуем воспользоваться сервисом «конфигуратор компьютера».Бюджет и направленность сборкиНа сегодня, офисный или мультимедийный ПК можно собрать за сумму от 25 до 35 тысяч рублей. На нем вы сможете работать в офисных приложениях, путешествовать по просторам интернета, слушать музыку и смотреть видео, и даже играть в простые нетребовательные игры.Условно от 40 тысяч и выше уже можно собрать игровой компьютер или рабочий вариант для обработки больших массивов данных.Основные комплектующиеВначале сортируем в каталоге по цене в зависимости от бюджета, потом смотрим и выбираем по характеристикам.Центральный процессор (CPU)Центральный процессор - основа компьютера, именно к нему подбираем остальные комплектующие. Его стоимость составит четверть или треть бюджета на весь ПК.Для примера:– бюджет 30 000, на процессор 7-8 тысяч рублей.– игровая сборка за 60 000 - процессор в районе 15-17 тысяч.Процессоры выпускают две компании: intel и AMD. Обращаем внимание на количество ядер и потоков, особенно в игровых сборках – современные игры любят многопоточность.При одинаковой цене производительность конкурирующих CPU будет примерно на одном уровне. Но прежде всего, смотрите по цене и наличию встроенного видеоядра. Для сборки бюджетного ПК это важно, так как позволяет сэкономить на покупке видеокарты.В процессорах intel для массового сегмента встроенное видео присутствует всегда, а вот в AMD нет. Зато у AMD оно более производительно, то есть лучше подойдут для сборки бюджетного игрового компьютера."},{"_id":"bd36eec3d10002aa047d853ab21fbafc","title":"Подбор комплектующих для компьютера","mark":"Компьютеры","article":"Материнская платаЗнать тип сокета у процессора нам необходимо для выбора материнки. Вот мы плавно и подошли ко второму шагу. Вообще, системная плата предлагает покупателю самый большой и разнообразный набор функций и характеристик относительно других комплектующих. Каждый сам для себя решает сколько слотов под оперативную память ему нужно, количество и разнообразие портов на панели, разъемов SATA и т.д и т.п. Именно поэтому к её выбору стоит подойти очень внимательно и расчетливо. Я решил, что буду гнать проц. Соответственно мне нужна мамка на z170 чипсете (или на z270) и с 1151 сокетом. Свой взор я остановил на Asrock z170m pro 4s (цена 7 тысяч рублей).Если разгонять не планируете, то берите любую понравившуюся материнку с подходящим вам функционалом и сокетом. Так же не забудьте посмотреть в графе \"поддерживаемые процессоры”, в моем случае i5 процессор есть в этом списке, всё в порядке. Далее, если вы планируете ставить две и более видеокарты, смотрите на то, чтобы мамка поддерживала режим SLI/CrossFire и на ней было необходимое количество слотов PCI-Express x16.Следующее, на что необходимо обратить внимание, это тип поддерживаемой оперативной памяти (DDR 2, 3 ,4), количество слотов под оперативку и максимально возможный её объем. Эта информации пригодится нам непосредственно при выборе самой памяти.Теперь смотрим на параметры \"Основной разъем питания” и ”Разъем питания для процессора”.Основные разъемы бывают двух типов 20 pin и 24 pin. Разъем под питание процессора 4pin, но лучше 8pin.Ещё одна необходимая нам характеристика, это форм-фактор материнской платы. Всего их бывает четыре основных типа (не учитывая различные модификации): mini-ITX, microATX, ATX, XL-ATX. Главное их различие, это размеры. При подборе корпуса по большей части мы будем основываться на данном параметре.В моем случае материнская плата формата MicroATX, выбирая её, я руководствовался тем, что они, как правило, дешевле и в ней было всё мне необходимое, зачем переплачивать за дополнительные слоты и разъемы, которыми я никогда пользоваться не буду (например, мне не нужны разъёмы PCI)."},{"_id":"9014a982d9958ac5a8607f4d601e58ad","title":"Подборка комплектующих ПК для начинающих","mark":"Компьютеры","article":"В наше время трудно обойтись без компьютера – это факт, так как данный аппарат является основным источником информации, развлечений, а для некоторых и дохода. На данный момент выгоднее всего – это естественно собрать ПК самому. Сборка ПК – это процесс, который может доставить множество проблем, неприятностей, но при этом, сборка ПК самостоятельно может существенно сэкономить Вам деньги. Комплектующими в магазинах электроники могут стоять существенно дороже. В данной статье будут рассмотрены подбор как новых комплектующих, так и БУ. Мы рассмотрим несколько вариантов при которых Вы останетесь как в плюсе, так и в минусе.Хотелось бы начать с основ! Что, собственно, нужно, для работоспособности Вашего будущего ПКДля сборки полностью функционального ПК вам необходимы следующие комплектующие:Материнская плата,Видеокарта,Процессор,Система охлаждения,Оперативная память,Блок питания,Жесткий диск/SSD,Корпус,Периферия и манипуляторыСоставив полный список того, что потребуется докупить для сборки компьютера, необходимо определиться, что, собственно, удачнее выбрать в первую очередь?Первоначальное, что необходимо сделать во время выбора комплектующих – это определиться зачем Вам собственно нужен компьютер.Для использования компьютера в браузере и ютубчике + работа в Microsoft office — это одна сборка.Для игр и развлечений – это уже совсем другая сборка.Некоторые юзеры наивно полагают, что, собрав средний игровой ПК – они смогут работать везде, во всех задачах. По большей степени это так и работает. Но есть моменты, в которых для конкретной профессиональной области необходимо собирать сборку именно под неё."},{"_id":"1c5d3b86d44fafd4e5f14c35aa6c1a67","title":"Почему кошки не пахнут","mark":"Животные","article":"Понаблюдайте за кошкой и вы увидите, как много времени она уделяет своему туалету. Не случайно кошек прозвали чистюлями. Они действительно могут чуть ли не часами сидеть на месте, чистить свою мягкую пушистую шубку, умываться. И делают это довольно тщательно и умело. Вот кошка лижет левую лапку и трет ею щеки и за ухом. Сделав несколько круговых движений, она опять лижет эту же лапку и снова трет ею по тем же местам. И так много раз. Умываться мокрой от слюны лапкой лучше — скорее счищается пыль и грязь, которую кошка тут же слизывает с лапки. Потом такая же процедура повторяется с правой лапкой. Но вот с головой покончено. Кошка меняет позу, вытягивает вверх заднюю ногу и лижет шерсть на ней. Изогнулась — лижет живот, бок, заднюю часть крестца. Язычок у нее ярко-розовый, тонкий, но довольно шероховатый — чистит шубу лучше всякой щетки. Умывшись, кошка ложится, свертывается калачиком, нос к хвосту, закрывает глаза и спит или просто дремлет.Вследствие тщательного ухода за телом кошки почти ничем не пахнут. Это очень важно во время охоты, когда кошка подкарауливает мышей: если бы от кошки исходил запах, мышь издалека почуяла бы ее и не вылезла из норы. Чистоплотность кошек выражается и в том, что они приучаются оставлять свои испражнения в определенном месте. А потом обязательно загребают лапкой оставленное. Такова у них программа поведения: не оставлять за собой следов, по которым враг мог бы их обнаружить."},{"_id":"294d405d143363ba20055d22b098c1bb","title":"Правильный подбор комплектующих для ПК","mark":"Компьютеры","article":"Большинство знают о том, что в минимальный состав совершенно обыкновенного системного блока входят процессор, материнская плата, видеокарта, оперативная память, жесткий диск, корпус с блоком питания и другие менее значимые составляющие. И скорее всего никому не нужно объяснять, как важен правильный подбор комплектующих для ПК.Правильный подбор комплектующих для ПККогда и почему нужно собирать новый компьютерВсе эти комплектующие взаимодействуют друг с другом, и стабильно работают до тех пор, пока что-то не выйдет из строя. Как видно из практики, большая часть компьютерного железа (железо - комплектующие компьютера) рассчитана на длительное время работы. В итоге необходимость сборки нового ПК появляется не из-за какой-либо поломки, а по причине того, что внутренняя составляющая системного блока неизбежно устаревает и уже не справляется с современными задачами.Если взять рабочий системный блок 10-ти летней давности, то он и сегодня будет выполнять свои функции, однако вы сразу ощутите колоссальную разницу между старичком, и свежей заменой. Дело не в физическом старении комплектующих, здесь всему виной является технический прогресс, ведь почти каждый год появляются более производительные составляющие.Нет смысла постоянно производить обновление компьютерной системы, по причине довольно ёмких денежных затрат. В связи с этим, как правило сборка, предназначенная для игр, производится с перспективой на несколько лет вперёд, а если цель сборки компьютер для выполнения офисных задач, то срок его использования должен увеличиться ещё на более долгий срок службы, но тут никак не обойтись без правильного выбора комплектующих для компьютера. Информация о том, как выбрать компьютер так же будет очень полезной, а в чём-то даже и схожей."},{"_id":"c1c6cd675e6939f8851652f7615751a2","title":"Продолжительность жизни животных","mark":"Животные","article":"Средняя продолжительность жизни животных варьируется в зависимости не только от вида животного, но и от других факторов, например, таких, как, живут ли они в помещении или на открытом воздухе и уровень медицинской помощи, которые предоставляются их владельцами. Популярные домашние животные, такие как кошки и собаки обычно живут около 10-12 лет, что означает, что ребенку, который получает домашнее животное, придется пережить смерть в течение детства.Жизнь питомца может быть продлен, если он за ними правильно ухаживать. Правильное питание, подходящая среда обитания и качественная ветеринарная помощь могут существенно увеличить продолжительность жизни животного.СобакиКаждая порода собак имеет свою собственную продолжительность жизни. Пород, такие как ирландский волкодав, бульдогов и Бернский зенненхунд собак имеют среднюю продолжительность жизни в шести или семи лет. На другом конце спектра находятся породы, такие как бедлингтон терьеров, декоративные таксы и пудели, тибетской терьер и уиппеты, которые имеют продолжительности жизни около 14 лет. Продолжительность жизни не максимальный возраст, и многие собаки могут жить в течение 20 лет или более.КошкиДля кошек, основным фактором, который определяет продолжительность жизни является живут ли они в помещении или на открытом воздухе. Вне дома кошки обычно живут только четыре или пять лет, потому что они, скорее всего, поймают вирусы или получат травмы. Домашние кошки обычно живут 12-18 лет.ПтицыПтицы обычно имеют продолжительность жизни 10-30 лет. Попугаи - какаду, ара и корелла - как правило, живут дольше. Эти птицы могут жить до 70 лет и более.Продолжительность жизни домашних животныхЖивотноеСреднее количество летМаксимальное (долгожители)Собаки1229Коты домашние12-1834Лошади2062Коровы2035Козлы1518Овцы8-1620Кролики5-1518Хомяки310Крысы2-34Мыши3-56Ящерки48Лягушки4-1521Голуби2035Совы3080Вороны1580Какадудо 7070Воробьи15-2023Золотые рыбки5-1041Крокодил13-14Орел80Лев35Пингвин королевский25-28Питон20Зебра30Индийский слон70Шимпанзе50Бобер20Арктический кит190-200211"},{"_id":"d09d2010945e56ace251914b952ee464","title":"Профилактика травм: возвращаемся в норму после перерыва","mark":"Спорт","article":"Профилактика травм при вхождении в регулярные тренировкиЖелательно после получения повреждений сразу обратиться к врачу. Он пропишет эффективное лечение и расскажет, какие нагрузки показаны после выздоровления. Также этим занимается спортивный травматолог. Профилактика травм включает в себя:Физиологический аспект. Подготовка тела к привычным нагрузкам и их увеличению. После длительного перерыва нужно начинать с минимальных, но стараться обеспечить максимально возможную длительность (без ущерба здоровью).Психологический аспект. Актуален для профессионалов и любителей. За время восстановления могли быть потеряны достигнутые результаты. Необходимость начинать все заново влияет на настроение и мотивацию.Начинать ходить в зал можно только после полного излечения после травмы. Умеренные нагрузки показаны в период реабилитации, но их определяет только лечащий врач. Категорически нельзя:Тренироваться через боль или купировать её болеутоляющими. Они препятствуют адекватному восприятию нагрузки.Возвращаться сразу в прежний режим даже при успешном восстановлении. Оставьте несколько занятий для привыкания. Нагружать травмированную область и допускать те же ошибки, которые привели к травме.Понятно, что при травмах колена не стоит бегать, а при болях в спине нагружать её. При нарушении ТБ и техники выполнения упражнений можно заработать повторную травму. Так она перерастает в хроническую и становится неизлечимой. В данном случае лучше недоработать, чем переработать.Следует скорректировать программу нагрузок: убрать интенсивные упражнения на травмированную область, стимулировать все мышцы и зоны. Первые разы рекомендовано работать только под контролем тренера. Он же поможет подобрать программу, способствующую восстановлению.Наименее травматичные виды спортаПосле серьезных травм доктора советуют выбирать самые простые нагрузки. В ТОП-3 входят:Ходьба. Активизирует многие группы мышц, тренирует выносливость. Можно ходить с опорой или в гору. Небольшой уклон создает эффект беговой дорожки. При этом ноги защищены от ударной нагрузки. Важно: правильная техника выполнения, удобная обувь. Езда на велосипеде. Укрепляет сердечно-сосудистую систему и дает хорошую нагрузку на мышцы. Не стоит сразу ездить на дальние расстояния, начать лучше с прогулочных дистанций. После езды рекомендуют уделить больше времени растяжке. Плавание. Щадящий режим тренировок даже при серьезных повреждениях. Вода защищает мышцы от нагрузок, делает движения плавными. Во время занятий тренируется выносливость, дыхание, работают почти все мышцы. профилактика травм плаваниеРазумные нагрузки во время реабилитации — это тоже своеобразная профилактика травм. Они не должны противоречить указаниям врача. Также нужно выполнять лечебную зарядку. Если любые нагрузки при травме противопоказаны, тренироваться категорически запрещено!Хроническая травма может служить противопоказанием к спорту вообще. Даже в погоне за достижениями и победой не забывайте про здоровье.Как тренироваться после травмы: полезные советыПри реабилитации обратите внимание на питание и режим дня. Принимайте лекарства и витамины, прописанные врачом, посещайте все процедуры. Крайне полезным бывает массаж — он помогает разогреть мышцы, суставы, стимулирует кровообращение. ЛФК: профилактика травмЗанимайтесь лечебной физкультурой. Да, эти нагрузки кажутся детскими после ваших результатов в зале. Но упражнения разработаны для поддержания мускулатуры в период восстановления. Это отличный шаг к возвращению в форму без вреда здоровью.Уже в зале продлевайте время разминки, постепенно увеличивая основную нагрузку. После травмы разогреваться следует тщательнее. Не забывайте про растяжку после силовых упражнений. Попросите вас страховать, если не уверены, что сами справитесь с весом или нагрузкой. Ваш тренер должен быть рядом, поддерживать вас. Поговорите с ним о профилактике травм.Если вы не знаете, как самостоятельно восстановиться, обратитесь в специальные центры, спортивному травматологу. Будьте готовы к длительной работе и не ожидайте высоких результатов некоторое время после перерыва. Также важна поддержка близких. Помните, что успешная реабилитация зависит от спортсмена и его окружения. Лучше обратиться к специалистам, чем пытаться выбрать правильный режим самостоятельно путем проб и ошибок."},{"_id":"d9c8497e1827e19de027732280b5557d","title":"Самая маленькая порода кошек","mark":"Животные","article":"Сингапурская кошка (Сингапура) является самой маленькой породой кошек, а так же энергичным спутником, который хочет помочь вам со всем, что вы делаете. В 1991 году правительство Сингапура признало кошек как живое национальное достояние.Сингапура обладают уникальным светло-бежевым окрасом, чем-то похожим на пум. Хвост нормальной длины, ноги очень маленькие, тело мускулистое. Глаза могут быть карие, зеленый или желтый, но зрелый цвет глаз не предсказуемый у котят. Многие ветеринары, видя этих кошек впервые, склонны думать что что-то не так с котенком из за очень малого размера. Сингапурская кошка развивается медленно вырастает до взрослых размеров в возрасте примерно от 15 до 24-месяцев. Сингапурская кошка очень мускулистая и энергичная хотя и является самой маленькой породой кошек в мире. Вес взрослого кота не более 3 кг, а кошки - 2 кг. Рост - 15-20 см.Сингапурская кошкаСингапурские кошки умные и интерактивные личности. Это ласковые кошки, которые любят быть с людьми. Жизненно активная, нежная, игривая кошка с мягкой нежным голосом, прекрасно ладит с другими кошками. Несмотря на маленький размер Сингапура выделяет много тепла. Склонны забираться на возвышенности. Сингапурские кошки энергичны и игривы, любят быть в центре внимания."},{"_id":"28f083b060b953ae533ea90160e4a588","title":"Самые маленькие породы собак","mark":"Животные","article":"Маленькие породы собак - очень популярный вид домашних питомцев. Они не требуют много места и их можно взять с собой куда угодно. Эти милые, приятные, миниатюрные собаки приносят тонны удовольствия, но они требуют такого же ухода и внимания как и большие собаки. Маленькие породы собак очень активны, им требуется много упражнений в течении дня. В холодное время их нужно одевать, они хуже переносят холод по сравнению с крупными псами. Если подобные сложности для Вас приемлемы то одна их этих милых собак может Вам подойти.Так давайте же посмотрим на список десяти самых маленьких пород собак в мире.1. ЧихуахуаЧихуахуаСамая маленькая порода в мире и, пожалуй, самая узнаваемая в нашем списке - Чихуахуа. Порода чихуахуа является фаворитом многих богатых людей, и они, как правило, имеют отличительную индивидуальность.Собаки чихуахуа родом из штата Чиуауа в Мексике. Весят 1-3 кг и имеют рост всего 15-23 см.Несмотря на их крошечные рост, чихуахуа бесстрашны и будут защищать хозяина от угроз. Так же, чихуахуа является одной из самых любящих и нежных пород собак что делает их отличными компаньонами.2. Бишон фризеБишон фризеВторой номер в нашем списке - популярная шоу-собака бишон-фризе.В связи со своей нежностью и очарованием, бишон-фризе стал фаворитом французских и итальянских дам. Бишон фризе переводится как \"кудрявая болонка\".Рост собаки 23-30 см и вес 3-5 кг.Бишон фризе - замечательная порода семейных собак. Они очень лояльны и преданны, игривы, хорошо ладят с детьми и другими домашними животными.3. Бостон терьерБостон терьерНаш третий самый маленький собака в мире - бостон-терьер. Бостон-терьеры маленькие и компактные с коротким хвостом.Вес 4-10 кг, рост 35-42 см.Они, как говорят, очень умны и легко обучаемы, что делает их отличными компаньонами. Бостон-терьер семейная собака и замечательно проводит время с детьми. Эти собаки любят жевать, поэтому убедитесь, что держите ценные вещи в недоступном месте4. Французский бульдогФранцузский бульдогФранцузский бульдог занимает четвертое место рейтинга. Эти собаки игривые, ласковые, верные, и умные, что делает их прекрасными собаками-компаньонами.Вес 9-13 кг, рост достигает 30 см.Французский бульдог являются одной из самых маленьких пород собак в мире и похожи на английских и американских бульдогов.5. ПапийонПапийонПапийон, 5-я наименьшая порода собак в мире является одним из старейших игрушечных спаниелей. Эти собаки очень ценились в королевских дворах Франции. С французского \"папийон\" означает \"бабочка\". Уши в виде крильев и окрас не лбу собаки напоминают бабочку.Рост папийонов достигает 20-28 см, а вес 3-5 кг. Живут до 15-17 лет.Изящная и элегантная собака, папийон умный и дружелюбный с незнакомцами и другими животными.6. Померанский шпицПомеранский шпицПомеранский шпиц был выведен в Германии в Померании, откуда и получил свое название.Рост собаки 18-22 см, вес 2-4 кг.Померанский шпиц умный, веселый, шумный, храбрый пес а так же отличный сторожевой.7. МопсМопс7-й в нашем списке дружественная и харизматичная личность - мопс.Весят мопсы 5-8 кг, рост 25-28 см.Мопс активный, преданный и игривый пес, хороший сторожевой.8. Ши тцуШи тцуОдна из самых маленьких пород собак в мире, ши-тцу является одной из лучших семейных пород собак. Название переводится как \"мини лев\".Вес 4-8 кг, рост 20-28 см.Ши тцу прекрасно ладят с другими животными и очень доброжелательны и общительны.9. Той пудельТой пудель9-я маленькая собака в нашем списке игрушечный пудель(той пудель), чувствительная порода, которая может быть очень лояльны к владельцу.Вес 3-4 кг, рост 20-25 см.Той Пудель первоначально выводился как водяная собака, и на сегодняшний день является очень послушной породой, которая умела в различных собачьих видах спорта, таких как отслеживание и скотоводство.10. Йоркширский терьерЙоркширский терьерЗамыкает рейтинг самых маленьких пород собак йоркширский терьер. Мало того, что йоркширский терьер одна из самых маленьких пород собак в мире, он является еще и одним из самых симпатичных.Весят до 3,2 кг, рост до 23 см.Идеально подходит для дома, где он будет единственной собакой. Йорки надежны, заботливы, умны, бесстрашны и отличные сторожевые псы."},{"_id":"1acbc84b74b818784f75183396cb6a5f","title":"Сборка системного блока – как не сойти с дистанции на финишной прямой","mark":"Компьютеры","article":"Опытные компьютерщики всегда собирают свой ПК сами или с другом, зачастую в четыре руки собирать удобнее, особенно, если ты этим ежедневно не занимаешься, так как у некоторых корпусов система креплений довольно извращённая…Если сборка проходила без Вашего присутствия, то рекомендую попросить продавца открыть обе боковые стенки, чтобы убедиться в качестве сборки.Так многие сборщики грешат неравномерным нанесением на процессор термопасты, или жёсткий диск крепят не на 4 винтах, а на 2 или 3. Хотя знают, что он подвергается вибрациям, поскольку скорость вращения блинов жесткого диска достигает 7200 оборотов в минуту! Если диск крепится на защёлках, то они могут быть не до конца защёлкнуты.Есть такой термин, как кабель-менеджмент, это когда провода в системном блоке уложены красиво и есть свободный доступ ко всем комплектующим. Иначе они смогут касаться лопастей вентиляторов, которые имеются на кулере процессора, видеокарте и на стенках самого корпуса.После сборки компьютера самостоятельно или неопытным сборщиком, можно спалить не только свою любимую флешку, но и всю начинку системного блока. И это будет не гарантийный случай!"},{"_id":"37a376b6dea2f119628a3b287d008cfe","title":"Топ-10 цитат из «Маленького принца», которые вдохновляют","mark":"Книги","article":"Многие читали добрую сказку Сент-Экзюпери о Маленьком принце. Это произведение одно из самых читаемых в мире. Мудрость и человечность – вот, что больше всего привлекает читателей в «Маленьком принце». Произведение разобрано на цитаты, самые вдохновляющие можно прочитать ниже. Если Вы еще не читали эту добрую сказку, то достаточно набрать в поисковике «Маленький принц читать онлайн», чтобы познакомиться с произведением Антуана де Сент-Экзюпери.«Должна же я стерпеть двух-трех гусениц, если хочу познакомиться с бабочками»Не всегда прекрасное видно сразу. Это относится как к людям, так и к событиям. Часто приходится делать неприятные вещи, чтобы добиться нужного результата. А люди, которые нам не очень нравятся, могут приятно удивить качествами, способностями. Терпимость к недостаткам, умение видеть хорошее, сделают жизнь намного приятнее.«Ведь все взрослые сначала были детьми, только мало кто из них об этом помнит»Дети непосредственны и искренни. Их идеи и фантазии бывают очень интересны. Увлекаясь процессом воспитания, многие взрослые забывают, как когда-то они сами стремились познать мир, как им было все интересно. Забывают свои шалости. Автор постоянно напоминает о том, что взрослым полезно помнить о своих детских мечтах и талантах.«Твоя роза так дорога тебе потому, что ты отдавал ей все свои дни»То, что достается без усилий – не ценится. Больше всего мы дорожим тем, на что было потрачено много времени и сил. Это относится к отношениям с людьми, умениям, материальным приобретениям.«Слова только мешают понимать друг друга»Часто слова могут ранить, поссорить, обидеть. Каждый из нас хотя бы раз произносил слова, о которых жалел. Достаточно одной фразы, чтобы человек стал счастливый или несчастный, плакал или смеялся. Самые важные люди в нашей жизни – те, с кем комфортно молчать.«Если ты сумеешь правильно судить себя, значит, ты поистине мудр»Мы всегда легко выносим приговор прав или не прав другим. Намного сложнее признать свою собственную неправоту, ошибки. На это способны только сильные и мудрые люди.«Когда даешь себя приручить, потом случается и плакать»Любовь, дружба – невозможны без доверия. Мы привязываемся к людям, у нас нет от них секретов, мы готовы пожертвовать ради любимых людей многим. Если предают или подводят посторонние – это неприятно. Если предают свои – это больно.«Ты навсегда в ответе за всех, кого приручил»Эта цитата из книги Маленький принц очень известна. Мы не имеем права предавать или забывать близких людей. Особенно тех, кто нуждается в нашей заботе. Тех, для кого мы важны. Тех, кому без нас будет плохо.«Знаешь, отчего хороша пустыня? Где-то в ней скрывается родник»Смотрите на жизнь позитивно. Всегда можно найти что-то хорошее практически во всем. Идет дождь – зато не будет жары. В лесу много комаров – зато красивая природа. Застряли в пробке – есть время подумать. И так во всем!«Ты живешь в своих поступках, а не в теле. Ты – это твои действия, и нет другого тебя»После нас остаются воспоминания – хорошие и плохие. И только нам решать, как нас будут вспоминать – с любовью или ненавистью.«Там хорошо, где нас нет»Эту цитату, наверное, слышали или говорили все. Часто мы не ценим то, что имеем. Нам кажется, что есть места, где нам было бы лучше. Где наша жизнь сложилась бы по-другому, мы были бы счастливей, богаче, удачливей. Иногда стоит оглядеться и понять – ты там, где должен быть. К сожалению, часто понимаешь, что был счастлив в месте или с человеком, когда теряешь. Сказка Сент-Экзюпери переведена почти на все языки мира. По этому произведению снимались кинофильмы. Книга считается одной из лучших в мировой литературе. А какие цитаты из Маленького принца нравятся Вам? Какие фразы из Маленького принца заставили задуматься?"},{"_id":"dcc4bbd59a1f3377e7b917832a395b4d","title":"Топ-5 советов для тех, кто любит много читать","mark":"Книги","article":"Как извлечь из прочитанного максимальную пользу, запомнить основное и найти применение.Читаем и делаем заметкиКакая бы хорошая не была память, но все прочитанное запомнить невозможно. Никогда не знаешь, что из прочитанного может пригодиться – интересные факты, исторические события, даты, идеи. Можно записывать и впечатления о книге, возможно через некоторое время кто-то поинтересуется вашим мнением, стоит ли читать произведение.Записываем интересные цитатыЦитаты, которые произвели впечатление, лучше записать. Они могут пригодиться для презентаций, студенческих работ, статей.Читаем одну книгуЕсли цель – прочитать большое количество книг, то можно читать несколько произведений одновременно. Если предпочитаете получать от чтения удовольствие, то не стоит этого делать. Запоминается прочитанное хуже, путаются герои и события.Составляем списокВ список записывайте книги, которые хотите прочитать. Услышали об интересной новинке, друзья поделились впечатлениями о прочитанном произведении – записываем в список. Так как через неделю можно и забыть. Время от времени просматривайте записи выбирайте, что будете читать в ближайшее время. Когда книга прочитана – вычеркивайте. Такие записи помогут оценить объем прочитанного, а также авторов и жанры, которые вы предпочитаете.Прочитанное – источник новых идейКниги всех видов и жанров можно использовать для новых идей. Деловая литература поможет решать профессиональные задачи, может натолкнуть на новые идеи. Читая публицистику, вы расширяете кругозор и узнаете массу интересных фактов. Художественные произведения помогут не только провести свободное время, но и определиться с жизненными принципами, мотивами и приоритетами.Сегодня в книжных магазинах и Интернете огромный выбор любой литературы. Не имеет значения, любите читать книги онлайн или предпочитаете бумажный формат. Главное, чтобы прочитанное приносило и пользу, и удовольствие. А что Вы посоветуете тем, кто любит много читать?"},{"_id":"4b1f80771a855a02aa651a8763bd6363","title":"Учимся читать быстро и запоминать прочитанное","mark":"Книги","article":"В наше время умение быстро читать становится необходимостью. Это умение пригодится школьникам, студентам, людям различных профессий, любителям читать книги онлайн. Это умение поможет сэкономить время, которого всегда не хватает. Важно знать не только, как быстро читать, но и как запоминать полученную информацию. Скорочтение состоит из нескольких этапов. Но основное для успешного освоения этой методики – самооценка и правильная мотивация. Прежде чем начинать осваивать технику быстрого чтения, необходимо точно знать для чего это надо. Также важна уверенность, что все у Вас получится. А почему, нет? Миллионы человек уже применяют скорочтение на практике, экономят время и запоминают большие объемы новой информации, что позволяет стать эффективными специалистами, успешно сдавать сессии, знакомиться с новинками литературы. Так как научиться скорочтению?5 правил как научиться быстро читать книгиИтак, сейчас мы будем учиться быстро читать, для этого важно знать пять основных правил.1.Полная сосредоточенностьВыбирайте время и место, когда ничто и никто не сможет вас отвлечь. Не должно быть посторонних звуков, людей и даже мыслей. Очень важно предварительно ознакомиться с аннотацией и имеющимися отзывами о книге, которую вы собираетесь читать. Это поможет на подсознательном уровне произвести оценку материала, его важность. Для чего это нужно? Для увеличения скорости чтения и лучшего запоминания. Для того, чтобы чтение было осмысленным и приятным необходимы два фактора:внутреннее спокойствие;полная концентрация.Теперь вы знаете первое правило, как быстро научиться читать.2.Не надо повторятьОчень часто при чтении, человек повторяет мысленно или вслух, то, что читает. Этот процесс называется – субволикация. При таком способе, на чтение вы, однозначно, потратите больше времени. Если у вас есть такая привычка, то ее надо оставить в прошлом. Не повторяйте прочитанный текст, слова, фразы. Вы сразу почувствуете, насколько быстрее будете читать без субволикации. Не надо бояться, что без повторения, вы будете хуже запоминать, поверьте, этого не случится. Главное научиться правильно читать книги и тогда вы будете экономить время не только на чтении, но и процесс запоминания станет намного легче. Есть несложный способ, который помогает избавиться от субволикации. Во время чтения, отбивайте пальцем какой-нибудь несложный ритм.3. Оценка полной картиныВажный фактор скорочтения – навык выделять основные ключевые фразы текста и концентрировать на них внимание. Это самое важное правило – любой текст необходимо читать информационными блоками (отдельными). Нет необходимости думать над каждым абзацем или словом. Выделяйте основное, мозг обработает выбранную информацию и в результате основной смысл прочитанного текста будет понятен. Главное правильно выбрать блоки. Не стоит возвращаться к уже прочитанному, не надо бояться, что неправильно поймете какой-то момент. Важно удерживать нить повествования, двигаться дальше. Это правило поможет, как быстро прочитать книгу, так и запомнить основное.4. ЗакладкиЕще один фактор, чтобы быстро освоить скорочтение – закладки. В качестве закладок можно использовать что угодно. Они выполняют роль указателя, помогают восстановить в памяти прочитанное. Если вам легче концентрировать внимание на тексте, когда водите закладкой по странице, подчеркивая нужную строчку, то используйте ее смело. Все должно быть направлено на быстрое чтение, остальное сделает мозг.5. ТренировкиНа начальном этапе тренировки обязательны – чем чаще, тем лучше. С каждым прочитанным текстом ваши новые навыки будут улучшаться, Вы сможете тратить в разы меньше времени на чтение. Начинайте с несложных текстов – романы, детективы. Главное, чтобы поменьше было точной информации. Когда вы заметите, что стали тратить меньше времени, но при этом помните сюжет, героев, действие, можете переходить к чтению более сложных книг. Со временем все прочитанное станет укладываться в голове последовательно и четко. Теперь Вы знаете способ, как быстро читать, неплохо также узнать методику, как быстро запоминать прочитанное.3 эффективных способа запомнить прочитанноеЕсли какую-то из прочитанных книг вы хотите запомнить на долгие годы, то есть методика, которая в этом поможет. Этот способ состоит из трех элементов – впечатлений, ассоциаций и повторений.ВпечатленияНамного лучше запоминается прочитанное, если в этом участвуют эмоции. Проиграйте некоторые сцены в уме, представьте, что чувствовали герои, какие эмоции испытывали. Поставьте себя на место героев произведения и представьте, как бы вы себя чувствовали в подобной ситуации. Создание визуальных образов – хороший способ запомнить прочитанное.АссоциацииЭта техника запоминания текста давно известна. Иногда старые методики, довольно эффективны. Суть этого метода – прочитанное необходимо связать с чем-то хорошо известным. Этот способ не только помогает лучше запоминать прочитанное, но и лучше понимать тексты. Новое всегда понятнее, если его можно сравнить с чем-то хорошо знакомым.ПовторениеЭтот метод знаю все, но менее эффективным он от этого не становится. Чем больше раз вы прочитаете текст, тем лучше будете его помнить. Научиться скорочтению может любой человек. Главное в этом методе, даже не то, что потребуется меньше времени для чтения. Куда важнее другие достоинства этого метода – понимание прочитанного, запоминание главного, выделение самого важного в тексте."},{"_id":"e3c4cbbdc5244422e27d7331f4c0c71a","title":"Чем настольный десктоп лучше ноутбуков и других типов устройств","mark":"Компьютеры","article":"Часто нам приходится делать выбор между устройствами, разными по типу и предназначению.Если вычислительная машина нужна вам не только для развлечения, следует вычеркнуть из списка планшетные компьютеры. Печатать текст, конечно, можно и на планшете, однако спектр выполняемых задач в данном случае очень узок. Если ваш бюджет имеет определённые ограничения или же он в откровенном дефиците, отпадают моноблоки. В случае, когда вашим хобби являются компьютерные игры, скорее всего, не лучшим выбором будет и обычный ноутбук. На игровой лэптоп придётся потратить гораздо больше, чем на игровой ПК. В свою очередь, вариант с ПК для вас отпадёт в случае, когда компьютерные ресурсы всегда нужны под рукой.Итак, какие же преимущества в решении выбрать стационарный компьютер для дома с системным блоком вместо ноутбука, ультрабука, планшета, неттопа, моноблока и др.? Почему ПК лучше?Высокая экономическая эффективность. Приобретая системный блок + монитор, вы потратите гораздо меньше, чем на другой тип компьютера с теми же характеристиками и возможностями. Когда важно не переплатить и получить максимум из своей покупки, это оптимальный вариант.Гибкая конфигурация. В любой момент возможен апгрейд системы. Выбор комплектующих на рынке огромен, проблем с совместимостью в большинстве случаев нет, а цены на отдельные «запчасти» более приятные, чем стоимость их уменьшенных аналогов для ноутбуков. Есть возможность подобрать именно такие детали, которые оптимально подойдут под задачи пользователя (например, качественную аудиокарту при работе с музыкальными секвенсорами или редакторами).Высокая производительность и стабильность. Кто имеет дело с ноутбуками по роду своей деятельности (как ваш автор), тот непременно подтвердит — ноутбуки способны измотать нервы даже самого стрессоустойчивого человека. Фризы, зависания (даже при мощном железе!), постоянные проблемы и походы в ремонтные центры, недолговечность, некомфортные FPS в играх, перегревы — всех этих «прелестей» жизни пользователи стационарных ПК лишены в большинстве случаев, чего совсем не скажешь о владельцах портативных устройств.Ремонтопригодность и лёгкость выполнения ремонтных процедур. Компоненты ноутбуков, ультрабуков, моноблоков, неттопов и связующие их узлы могут иметь сложное конструкционное исполнение, что создаёт сложности в ремонте. В свою очередь, устройство системного блока отличается простотой и максимально удобным размещением компонентов.Возможность подключения большого количества периферии. Количество портов среднестатистического ноутбука ограничено, в то время как полноразмерная материнская плата в системном блоке готова к подключению практически любых периферийных сторонних устройств и гаджетов, которые только можно подключить к компьютеру.Полноразмерная клавиатура. Кому-то этот пункт покажется притянутым за уши, но для тех, кто штампует килознак за килознаком по роду деятельности, есть большая разница между полноразмерной клавиатурой и её уменьшенным аналогом."},{"_id":"a58d6fef75c867f8612177c0e4946cfd","title":"Читаем книги правильно","mark":"Книги","article":"Что сложного в чтении книг – открыли, прочитали, закрыли. Если чтение – это способ развлечься или скоротать свободный вечер, то перечисленного достаточно. Но если хочется вынести что-то полезное, получить знания и опыт, то все не так просто. Существует множество научных работ на тему «Как правильно читать книги» отечественных и зарубежных ученых. Остановимся на одном исследовании, которое было опубликовано в 40-х годах Мортимером Адлером, но актуально и сегодня. Адлер утверждал, что читать книги можно 4 способами:Элементарное чтение – самый простой способ. Читаем, понимаем смысл, следим за сюжетом.Инспекционное чтение – способ, который используется, когда надо прочитать большой объем за короткий промежуток времени. Быстро просматриваем начало страницы и конец, пытаясь запомнить основное.Аналитическое чтение – полное погружение в текст. При таком способе читают внимательно, медленно, делают записи. Основное – понимание и запоминание прочитанного.Исследовательское чтение – это способ для чтения профессиональных книг. Одновременно читают несколько источников на одну тему.Из перечисленных способов подробно остановимся на инспекционном чтении и аналитическом. Оба эти способа актуальны для современного человека, но не все ими владеют.Инспекционное чтениеОсновная особенность этого способа – поверхностное чтение. Подобный навык может пригодиться в ситуациях, когда нет времени на вдумчивое чтение. Например, когда надо быстро оценить подходит книга или нет, освежить в памяти прочитанное. Так, как научиться читать книги этим способом? Инспекционное чтение состоит из таких этапов:Читаем название, изучаем обложку книги. Кстати, многие этого не делают, сразу переходя к содержанию. И зря. Авторы всегда уделяют оформлению книг большое внимание. Внешнее оформление несет определенный посыл, угадав который многое станет понятно, даже не видя текста. Конечно, это актуально только для бумажных изданий.Изучаем первые страницы. Чтобы решить, нужна ли эта книга, обязательно изучите аннотацию, предисловие и пролог. Таким образом можно получить представление о любой книге.Просматриваем заголовки и последние строки. Эта рекомендация для научной и деловой литературы. Просмотрев конец книги вы узнаете основные выводы и решите подходит издание или нет.Изучаем отзывы. Это полезно, но только в том случае, когда отзывы пишут реальные люди.Для чего все это надо? Чтобы за несколько минут понять, нужна ли эта книга, подходит ли она и выбрать то, что необходимо.Аналитическое чтениеЭтот вид чтения займет много времени, так что его следует применять только для произведений, которые хотите запомнить на долгие годы и получить все, что вложил автор в свой труд. Итак, как научиться правильно читать книги? Аналитический способ включает следующее:Узнаем информацию об авторе. Личность автора важна. Например, если книга о том, как добиться материального достатка, написана человеком, который сам не может похвастаться большим состоянием, то доверия и к автору и к его советам не будет.Тратим несколько минут на изучение книги, используя инспекционный способ. Краткий анализ не помешает, позволит создать предварительное мнение о произведении.Возвращаемся к сложным и непонятным моментам. Прочитываем книгу быстро, не вдаваясь в отдельные моменты. Текст, который заинтересовал или непонятен, помечаем закладкой, читаем дальше. Книга прочитана, и теперь возвращаемся к тем фрагментам, которые непонятны или интересны. Читаем внимательно, при необходимости для лучшего понимания используем дополнительные источники.Пишем резюме. После того, как книга прочитана, составляем отчет. В нем должны быть ответы на такие вопросы: о чем книга? Какие основные события? Почему они произошли? Какое отношение к прочитанному? Совпадает ли ваше мнение с точкой зрения автора? Какие выводы?Подобный способ чтения можно назвать работой. Он требует много времени, внимания, но зато позволяет надолго запомнить прочитанное, понять идеи автора. Не стоит использовать аналитический способ при чтении любовных романов или детективов. Зато если книга поразила, а автор заставил задуматься о важных вещах, способ – то, что нужно. А как Вы читаете любимые книги? Что делаете, чтобы лучше запомнить прочитанное?"}]